Repository: tchassem/Bcephal
Catalog: client/bcephal-blazor-client/Bcephal.Blazor.Web.*/Resources/App_*.resx
Languages: fr_fr

# invoice.operation.corruption
source: This operation can lead to serious corruption in accounting if the invoice has already been posted.
fr_fr: Cette opération peut entraîner une corruption grave de la comptabilité si la facture a déjà été enregistrée.

source: Invoice reset
fr_fr: Réinitialisation des factures

# invoice.reset.message
source: You are about to reset {0} invoice.
fr_fr: Vous êtes sur le point de réinitialiser {0} facture.

# invoice.reset.validation
source: Reset invoice validation
fr_fr: Réinitialisation de la validation des factures

# invoice.reset.validation.message
source: You are about to unvalidate {0} invoice.
fr_fr: Vous êtes sur le point de non-valider {0} facture.

source: Invoice validation
fr_fr: Validation des factures

# invoice.validation.message
source: You are about to validate {0} invoice.
fr_fr: Vous êtes sur le point de valider {0} facture.

# invoices.deleted.warning
source: Theses invoices will be deleted and the linked events reset.
fr_fr: Ces factures seront supprimées et les événements liés seront réinitialisés.

# invoices.no.modified
source: Theses invoices can no longer be modified.
fr_fr: Ces factures ne peuvent plus être modifiées.

# invoices.operation.corruption
source: This operation can lead to serious corruption in accounting if the invoices have already been posted.
fr_fr: Cette opération peut entraîner une corruption grave de la comptabilité si les factures ont déjà été enregistrées.

# invoices.reset.message
source: You are about to reset {0} invoices.
fr_fr: Vous êtes sur le point de réinitialiser {0} factures.

# invoices.reset.validation.message
source: You are about to unvalidate {0} invoices.
fr_fr: Vous êtes sur le point de non-valider {0} factures.

# invoices.validation.message
source: You are about to validate {0} invoices.
fr_fr: Vous êtes sur le point de valider {0} factures.

# success.create.credit.note.message
source: Credit note successfully created.
fr_fr: Note de crédit crée avec succès.

# success.reset.billing.run.message
source: {0} billing run reset.
fr_fr: {0} exécution de facturation réinitialisée.

# success.reset.billings.run.message
source: {0} billings run reset.
fr_fr: {0} exécutions de facturation réinitialisées.

# success.reset.credit.note.message
source: {0} credit note reset.
fr_fr: {0} note de crédit réinitialisée.

# success.reset.credit.notes.message
source: {0} credit notes reset.
fr_fr: {0} notes de crédit réinitialisées.

# success.reset.invoice.message
source: {0} invoice reset.
fr_fr: {0} facture réinitialisée.

# success.reset.invoices.message
source: {0} invoices reset.
fr_fr: {0} factures réinitialisées.

# success.validate.billing.run.message
source: {0} billing run valideted.
fr_fr: {0} exécution de facturation validée.

# success.validate.billings.run.message
source: {0} billings run valideted.
fr_fr: {0} exécutions de facturation validées.

# success.validate.credit.note.message
source: {0} credit note valideted.
fr_fr: {0} note de crédit validée.

# success.validate.credit.notes.message
source: {0} credit notes valideted.
fr_fr: {0} notes de crédit validées.

# success.validate.invoice.message
source: {0} invoice valideted.
fr_fr: {0} facture validée.

# success.validate.invoices.message
source: {0} invoices valideted.
fr_fr: {0} factures validées.

source: No
fr_fr: Non

# success.reset.validation.credit.note.message
source: {0} credit note unvalidated.
fr_fr: {0} note de crédit non validée.

# success.reset.validation.credit.notes.message
source: {0} credit notes unvalidated.
fr_fr: {0} notes de crédit non validées.

# success.reset.validation.invoice.message
source: {0} invoice unvalidated.
fr_fr: {0} facture non validée.

# success.reset.validation.invoices.message
source: {0} invoices unvalidated.
fr_fr: {0} factures non validées.

# success.send.mail.message
source: Email sent successfully.
fr_fr: Courriel envoyé avec succès.

source: Yes
fr_fr: Oui

source: View credit note
fr_fr: Voir les notes de crédits

source: View pdf
fr_fr: Voir le pdf

source: Labels
fr_fr: Etiquettes

source: Max value
fr_fr: Valeur max.

source: Min value
fr_fr: Valeur min.

source: Column size
fr_fr: Taille de la colonne

# billing.role.billing.company
source: Billing company
fr_fr: Sociéte de facturation

# billing.role.billing.company.name.attribute
source: Name
fr_fr: Nom

# billing.role.client.name.attribute
source: Name
fr_fr: Nom

# billing.role.phone.attribute
source: Phone
fr_fr: Téléphone

# billing.role.adress.street.attribute
source: Street
fr_fr: Adresse rue

# billing.role.adress.postalcode.attribute
source: Postal code
fr_fr: Code postal

# billing.role.adress.city.attribute
source: City
fr_fr: Ville

# billing.role.adress.country.attribute
source: Country
fr_fr: Pays

# billing.invoice.vat.amount.measure
source: VAT amount
fr_fr: Montant TVA

# billing.invoice.default.template
source: Default template
fr_fr: Modèle par défaut

# billing.event.billing_amount.measure
source: Amount
fr_fr: Montant

# accountingposting.status.validated.value
source: Validated value
fr_fr: Valeur validée

# accountingposting.account.id.attribute
source: Account id
fr_fr: Id

# accountingposting.account.name.attribute
source: Account name
fr_fr: Nom

# accountingposting.value.date.period
source: Value date period
fr_fr: Date de valeur

# billing.event.client.repository
source: Client repository
fr_fr: Référentiel client

# billing.template.repo
source: Repository
fr_fr: Repertoire

source: Run number
fr_fr: Numero d'execution

# new.dimensions
source: New(s) dimension(s)
fr_fr: Nouvelle(s) dimension(s)

# doYouwanToCreatedimensionslistedAboveAfterLoading
source: Do you want to create dimensions listed above after loading ?
fr_fr: Voulez-vous créer les dimensions énumérées ci-dessus après le chargement ?
