Repository: tchassem/Bcephal
Catalog: client/bcephal-blazor-client/Bcephal.Blazor.Web.*/Resources/App_*.resx
Languages: fr_fr

# custom.full.date
source: dddd, MMMM dd yyyy
fr_fr: dddd, le dd MMMM yyyy

# date.dd.explain
source: Day in two digits
fr_fr: Jour écrit sur deux chiffres

# date.ddd.explain
source: The abbreviated name of the day of the week in three letters
fr_fr: Le nom abrégé du jour de la semaine en trois lettres

# date.dddd.explain
source: The full name of the day of the week
fr_fr: Le nom complet du jour de la semaine

# date.mm.explain
source: Month as a number from 1 to 12
fr_fr: Mois sous forme de nombre de 1 à 12

# date.mmm.explain
source: The name of the month in three letters. January = Jan
fr_fr: Le nom du mois en trois lettres. Janvier = Jan

# date.mmmm.explain
source: The name of the month spelled in full
fr_fr: Le nom du mois épelé en toutes lettres

# date.yy.explain
source: The last two digits of the year number.
fr_fr: Les deux derniers chiffres du numéro de l'année

# date.yyyy.explain
source: The year number in four digits.
fr_fr: Le numéro de l'année en quatre chiffres

source: Example
fr_fr: Exemple

source: The date
fr_fr: La date

source: The day
fr_fr: Le jour

source: The month
fr_fr: Le mois

source: The year
fr_fr: L'année

# not.found.repository
source: The billing event repository not found
fr_fr: Le référentiel des événements de facturation est introuvable

source: New attribute
fr_fr: Nouvel attribut

source: New measure
fr_fr: Nouvelle mesure

source: New period
fr_fr: Nouvelle période

# DimensionCreation
source: Create dimension
fr_fr: Création de la dimension

# DimensionCreateSuccessfully
source: Dimension created successfully
fr_fr: Dimension créée avec succès

source: Unable to create dimension
fr_fr: Impossible de créer la dimension

# dynamicInputGridEdit
source: Edit {0}
fr_fr: Edition du {0}

# grid.export.error
source: Error occurred while exporting the grid
fr_fr: Une erreur s'est produite lors de l'exportation de la grille

# grid.export.success
source: The grid has been successfully exported
fr_fr: La grille a été exportée avec succès

source: Background
fr_fr: Arrière-plan

source: Foreground
fr_fr: Couleur avant-plan

source: Height
fr_fr: Hauteur

source: Show box
fr_fr: Afficher la boîte

source: Show title bar
fr_fr: Afficher la barre de titre

source: Tiles
fr_fr: Tuiles

source: Width
fr_fr: Largeur

# Chart.config
source: Chart configuration
fr_fr: Configuration du graphe

source: Row fields
fr_fr: Champs de ligne

source: Column Fields
fr_fr: Champs de colonne

source: Data Fields
fr_fr: Champs de données

source: All fields
fr_fr: Tous les champs

source: Filter fields
fr_fr: Filtrer les champs

source: Empty dimension name
fr_fr: Nom de la dimension vide

source: Null entity
fr_fr: Entité nulle

# Functionality.list.dashboard
source: List dashboards
fr_fr: Liste des tableaux de bord

# Functionality.new.dashboard
source: New dashboard
fr_fr: Créer un tableau de bord

source: Published
fr_fr: Publier

# UnPublished
source: UnPublish
fr_fr: Dépublier

source: Welcome
fr_fr: Bienvenue

# List.screen
source: List screens
fr_fr: Écran de liste

source: Available dimensions
fr_fr: Dimensions disponibles

source: Selected dimensions
fr_fr: Dimensions sélectionnées

# Archives.Browser
source: Archive Browser
fr_fr: Navigateur d'archives

source: List archives
fr_fr: Liste d'archive

# New.Archives
source: New archive
fr_fr: Nouvelle archive

source: Edit customer
fr_fr: Editer un client

# List.Customer
source: List customers
fr_fr: Liste des clients

source: New costumer
fr_fr: Nouveau client

source: List archive logs
fr_fr: Liste d'archive logs

# MeasureData.Tree
source: Edit measures
fr_fr: Edition des mesures

source: Project name
fr_fr: Nom du projet

source: Dashboard home page
fr_fr: Tableau de bord

source: Home page
fr_fr: Page d'accueil

source: Text editor
fr_fr: Editeur de texte

source: Generic
fr_fr: Générique

source: Edit archive
fr_fr: Editer l'archive

source: Backup configuration
fr_fr: Configuration de sauvegarde

source: Enrichment
fr_fr: Enrichissement

source: Replacement configuration
fr_fr: Configuration de replacement

# MeasureData.New
source: Create measure
fr_fr: Nouvelle mesure

# MeasureData.Title
source: Measures
fr_fr: Mesures

# PeriodData.New
source: Create period
fr_fr: Nouvelle période

# PeriodData.Title
source: Periods
fr_fr: Périodes

# PeriodData.Tree
source: Edit periods
fr_fr: Edition des périodes

source: Initialization
fr_fr: Initialisation

source: Alignment
fr_fr: Alignement

# chart.rotation
source: Graph rotation
fr_fr: Rotation du graphe

source: Hide series
fr_fr: Masquer les séries

# insert.border
source: Insert a border
fr_fr: Insérer une bordure

source: Label overlap
fr_fr: Superposer les étiquettes

source: Legend
fr_fr: Légende

source: X bar title
fr_fr: Titre axe X

source: Y bar title
fr_fr: Titre axe Y

# allow.hide.series
source: Allow hiding series
fr_fr: Autoriser le masquage des séries

source: Show axis titles
fr_fr: Afficher les titres des axes

source: Visibility
fr_fr: Visibilité

source: Booking model
fr_fr: Modèle de réservation

# List.Booking.Model
source: List booking models
fr_fr: Liste modèles de réservation

source: New booking model
fr_fr: Nouveau modèle de réservation

source: New booking log
fr_fr: Nouveau journal de réservation

source: Booking pivot
fr_fr: Pivot de réservation

source: Select booking pivot
fr_fr: Sélectionner le pivot de réservation

# BackgroundTitle
source: Title background
fr_fr: Couleur arrière-plan titre

# ForegroundTitle
source: Title foreground
fr_fr: Couleur avant-plan titre

# BackgroundBox
source: Box background
fr_fr: Couleur arrière-plan boite

# ForegroundBox
source: Box foreground
fr_fr: Couleur avant-plan boîte

source: Reset
fr_fr: Réinitialiser

source: Default serie
fr_fr: Série par défaut

# Select.arg
source: Select the argument dimension
fr_fr: Sélectionner la dimension de l'argument

# Select.serie
source: Select the serie dimension
fr_fr: Sélectionner la dimension de la série

# Select.serie.type
source: Select the serie type
fr_fr: Sélectionner le type de série

# Select.value
source: Select the value dimension
fr_fr: Sélectionner la dimension de la valeur

source: Serie
fr_fr: Série

# ModelData.Tree
source: Edit models
fr_fr: Edition des modèles

source: Default Subscription
fr_fr: Suscription par défaut

source: Max user
fr_fr: Max utilisateur

source: Owner user
fr_fr: Administrateur

source: Billing event period
fr_fr: Période de facturation

# Booking.Model.includeZeroAmountEntries
source: Include posting entry with amount = 0
fr_fr: Inclure écriture comptable avec montant = 0

# Booking.Model.selectPeriodAtRuntime
source: Select period at runtime
fr_fr: Sélectionner la période d'exécution

source: Show border
fr_fr: Afficher les bordures

# Show.label
source: Show labels
fr_fr: Afficher les libellés

source: Enter serie name
fr_fr: Entrer le nom de la série

# config.series.issue
source: Unable to save a series that has no name, argument, or value
fr_fr: Impossible de sauvegarder une série qui ne comporte pas de nom, d'argument ou de valeur

# config.defaultSerie.issue
source: Unable to save configuration because default series has no dimension name, argument or value
fr_fr: Impossible de sauvegarder la configuration car la série par défaut ne comporte pas de dimension de la série, d'argument ou de valeur

# chart.show.defaultSerie.issue
source: Unable to display the chart because the default series is not well configured
fr_fr: Impossible d'afficher le graphe car la série par défaut n'est pas bien configuré

# chart.show.series.issue
source: Unable to display the chart because one of the series is not well configured
fr_fr: Impossible d'afficher le graphe car l'une des série n'est pas bien configuré

# Form.NoEmpty
source: The field can not be empty!
fr_fr: Le champ ne peut pas être vide

# Form.UName
source: The name must be unique !
fr_fr: Le nom doit être unique

# ModelData.Attribute
source: Edit attribute
fr_fr: Editer l'attribut

# ModelData.Entity
source: Edit entity
fr_fr: Edition d'entité

source: Duplicate
fr_fr: Dupliquer

source: On request
fr_fr: A la demande

source: Scheduler
fr_fr: Ordonnanceur

# AddVal
source: Add value
fr_fr: Ajouter une valeur

source: Declare
fr_fr: Déclarer

# List.User
source: List users
fr_fr: Liste des utilisateurs

source: New user
fr_fr: Nouvel utilisateur

# Profil
source: Profiles
fr_fr: Profils

# Profil.List
source: List profiles
fr_fr: Liste des profils

# Profil.New
source: New profile
fr_fr: Nouveau profil

source: Client code
fr_fr: Code du Client

source: Default language
fr_fr: Langue par défaut

source: Edit user
fr_fr: Editer un utilisateur

source: Email verified
fr_fr: Email vérifié

source: Enabled
fr_fr: Autoriser

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Password
fr_fr: Mot de passe

source: User Id
fr_fr: Id utilisateur

# Profil.Edit
source: Edit profile
fr_fr: Modifier le profil

source: Neutralization
fr_fr: Neutralisation

source: Partial reconciliation
fr_fr: Réconciliation partielle

# Reconciliation.Reco.sequence
source: Reco sequence
fr_fr: Séquence de reco

# Reconciliation.Partial.RecoType
source: Partial reco type
fr_fr: Type de Reco partielle

# Reconciliation.Neutralization.type
source: Neut. type
fr_fr: Type de Neut.

# Reconciliation.partiel.recoliated.amount
source: Reconciliated amount
fr_fr: Montant rapproché

# Reconciliation.partiel.remaining.amount
source: Remaining amount
fr_fr: Montant restant

source: Confirmation password
fr_fr: Confirmation du mot de passe

source: Username
fr_fr: Nom utilisateur

source: File name
fr_fr: Nom du fichier

source: Default client
fr_fr: Client par défaut

# NeutralizationRequestSelectValue
source: Request
fr_fr: Demande

# NeutralizationAllowCreateNewValue
source: Create
fr_fr: Créer

# NeutralizationInsertNote
source: Insert note
fr_fr: Insérer une note

# NeutralizationMandatoryNote
source: Mandatory note
fr_fr: Note obligatoire

# ArchiveSuccess.create.message
source: Successfully created archive(s).
fr_fr: Archive(s) créé(s) avec succès

# RefreshReconciliation
source: Refresh reconciliated and remaining amounts
fr_fr: Actualiser les montants rapprochés et restants

# Refresh.pub
source: Refresh the publication
fr_fr: Actualiser la publication

source: UnNeutralization
fr_fr: Déneutralisation

# Posting.Balance
source: Balance
fr_fr: Solde

# Posting.Edit
source: Posting edition
fr_fr: Edition des écritures comptables

# Posting.EntryDate
source: Entry date
fr_fr: Date d'entrée

source: Posting Id
fr_fr: Id écriture comptable

# Posting.List
source: List manual postings
fr_fr: Liste des écritures comptables manuelles

# Posting.New
source: New manual posting
fr_fr: Nouvelle écriture comptable manuelle

# Posting.Repo
source: Posting entry repository
fr_fr: Référentiel d'entrée de l'écriture comptable

# Posting.Status
source: Status
fr_fr: Statut

# Posting.Title
source: Posting
fr_fr: Ecriture comptable

# Posting.ValueDate
source: Value date
fr_fr: Date de valeur

source: List manual reconciliations
fr_fr: Liste des réconciliations manuelles

# Booking.Model.Log
source: Booking logs
fr_fr: Logs des booking

# confirme.reco.type.message1
source: This reconciliation will create a delta.
fr_fr: Ce rapprochement créera un delta.

# confirme.reco.type.partial
source: Partial reco
fr_fr: Reco partielle

# confirme.reco.type.write.offt
source: Write off
fr_fr: Ecrire perte

source: Chart title
fr_fr: Titre du Graphe

# Inititiation
source: Initiation
fr_fr: Initialisation

# confirme.reco.type.message2
source: Do you confirm operation?
fr_fr: Confirmez-vous l'opération?

# confirme.reco.type.message3
source: Unable to create a reconciliation with a delta
fr_fr: Impossible de créer une réconciliation avec un delta

# Neutralizer
source: Neutralize
fr_fr: Neutraliser

# Add.serie
source: Add a serie
fr_fr: Ajouter une série

# empty.archive.config
source: Empty configuration archive
fr_fr: Archive de configuration vide

# billing.run.invoice
source: List invoices
fr_fr: Liste des factures

# List.Spreadsheet
source: List spreadsheets
fr_fr: Liste des tableurs

source: New spreadsheet
fr_fr: Nouveau tableur

source: Spreadsheet
fr_fr: Tableur

source: Export to
fr_fr: Exporter vers

source: Unable to load client
fr_fr: Impossible de charger le client

source: Unable to load profile
fr_fr: Impossible de charger le profil

# export.Success.files.message
source: The export file is successfully created
fr_fr: Fichier exporté avec succès

# export.Error.files.message
source: Download error
fr_fr: Echec de téléchargement

source: Account name
fr_fr: Nom du compte

# Posting.EntryAmount
source: Entry amount
fr_fr: Montant entrée

# Posting.Sign
source: Sign
fr_fr: Signe

# Profil.Role.TitleFct
source: Functionalities
fr_fr: Fonctionalités

# Profil.Role.TitleRole
source: Available roles
fr_fr: Droits disponibles

source: Add selected
fr_fr: Ajouter les choix

# Profil.User.TitleAvailable
source: Available users
fr_fr: Utilisateurs disponibles

# Profil.User.TitleSelected
source: Selected users
fr_fr: Utilisateurs sélectionnés

source: Restore
fr_fr: Restaurer

# ArchiveSuccess.restore.message
source: Archive successfully restored
fr_fr: Archive restaurée avec succès

source: Functionalities
fr_fr: Fonctionnalités

source: Select all
fr_fr: Sélectionner tout

source: Deselect All
fr_fr: Désélectionner tout

# ModelData.Attribute.Add
source: Add attribute
fr_fr: Ajouter un attribut

# ModelData.Attribute.Val
source: Add attribute value
fr_fr: Ajouter une valeur d'attribut

# ModelData.Tree.Add
source: Add entity
fr_fr: Ajouter une entité

# initiation.period
source: Edit periods
fr_fr: Edition des périodes

# administration.profile
source: Profiles
fr_fr: Profils

# administration.user
source: User
fr_fr: Utilisateur

# dashboarding.alarm
source: Alarm
fr_fr: Alarme

# dashboarding.alarm.scheduler
source: Scheduled alarm
fr_fr: Alarmes planifiées

# dashboarding.alarm.scheduler.log
source: Scheduled alarm log
fr_fr: Log des alarmes planifiées

# dashboarding.dashboard
source: Dashboard
fr_fr: Tableau de bord

source: Data management
fr_fr: Gestion des données

# data.management.archive.config.scheduler
source: Configuration scheduler
fr_fr: Planification de configuration

# data.management.archive.config.scheduler.log
source: Configuration scheduler log
fr_fr: Log des planifications de configuration

# initiation.calendar
source: Edit calendar
fr_fr: Edition de calendrier

# initiation.measure
source: Edit measures
fr_fr: Edition des mesures

# initiation.model
source: Edit model
fr_fr: Edition des modèles

# project.backup
source: Backup
fr_fr: Sauvegarde

# project.backup.scheduler
source: Project simple backup
fr_fr: Sauvegarde simple du projet

# project.backup.scheduler.log
source: Project automatic backup
fr_fr: Sauvegarde automatique du projet

# project.import
source: Import project
fr_fr: Importer un projet

# reconciliation.auto.reco
source: Automatic reconciliation
fr_fr: Réconciliation automatique

# reconciliation.auto.reco.scheduler
source: Scheduled auto recos
fr_fr: Planification auto des récos

# reconciliation.auto.reco.scheduler.log
source: Current auto recos executions
fr_fr: Exécutions auto des récos courantes

# reporting.chart
source: Chart
fr_fr: Graphe

# reporting.pivot.table
source: Pivot table
fr_fr: Table pivot

# reporting.report.grid
source: Grid
fr_fr: Tableur des rapport

# reporting.report.spreadsheet
source: Spreadsheet
fr_fr: Tableur

# settings.group
source: Groups
fr_fr: Groupes

# settings.incremental.number
source: Incremental number
fr_fr: Nombre séquentiel

# sourcing.file.loader
source: File loader
fr_fr: Chargeur de fichier

# sourcing.file.loader.scheduler
source: Scheduled file loader
fr_fr: Chargeurs de fichier planifiés

# sourcing.file.loader.scheduler.log
source: Scheduled file loader log
fr_fr: Log des chargeurs de fichier planifiés

# sourcing.input.grid
source: Input grid
fr_fr: Grille d'entrée

# sourcing.input.spreadsheet
source: Input spreadsheet
fr_fr: Tableur

# sourcing.link
source: Link
fr_fr: Lien

source: Transformation tree
fr_fr: Arbre de transformation

# transformation.tree.scheduler
source: Scheduled transformation trees
fr_fr: Arbre de transformation planifié

# transformation.tree.scheduler.log
source: Scheduled transformation trees log
fr_fr: Log des arbres de transformation planifiés

# administration.connected.user
source: Connected users
fr_fr: Utilisateurs connectés

source: Data management log
fr_fr: Journal du gestionnaire de données

source: Dashboards
fr_fr: Tableaux de bord

# Profil.Dashboard.TitleAvailable
source: Available dashboards
fr_fr: Tableaux de bord disponibles

# Profil.Dashboard.TitleSelected
source: Selected dashboards
fr_fr: Tableaux de bord sélectionnés

source: Custom
fr_fr: Personnalisé

source: Left
fr_fr: Gauche

# Reconciliation.RecoFormula
source: Reco formula
fr_fr: Formule Reco

# ResetReCoConfirmation
source: Do you want to reset reconciliation ?
fr_fr: Voulez-vous réinitialiser la réconciliation ?

source: Resetting
fr_fr: Réinitialisation

# Upload.data.error.message
source: Upload data error
fr_fr: Erreur de téléchargement de données

source: Set as default
fr_fr: Définir par défaut

source: Set value of
fr_fr: Définir la valeur de

source: Within
fr_fr: Dans

source: With
fr_fr: Avec

source: Access rights
fr_fr: Droits d'accès

# Profiles.Available
source: Available profiles
fr_fr: Profils disponibles

# Profiles.Selected
source: Selected profiles
fr_fr: Profils sélectionnés

# initiation.default.entity
source: Default entity
fr_fr: Entité par défaut

# initiation.default.model
source: Default model
fr_fr: Modèle par défaut

# initiation.file.loader.file.attribute
source: File loader file name attribute
fr_fr: Nom du fichier chargé

# initiation.file.loader.load.nbr.attribute
source: Load nbr attribute
fr_fr: Numéro du chargement

# initiation.file.loader.load.nbr.sequence
source: File loader nbr generator
fr_fr: Générateur du numéro de chargement

# billing.model.form.cost.selGrouptext
source: Select a grouping item
fr_fr: Sélectionnez un élément de regroupement...

# New.trans.routine
source: New transformation routine
fr_fr: Nouvelle routine de transformation

# trans.routine.run.success
source: Transformation routine successfully executed
fr_fr: La routine de transformation a été exécutée avec succès

# trans.routine.run.error
source: An error occurred while executing transformation routine
fr_fr: Une erreur est survenue lors de l'exécution de la routine de transformation

source: Invoice description
fr_fr: Description de la facture

source: Add to description
fr_fr: Ajouter à la description

source: Validate
fr_fr: Valider

source: Reset messages
fr_fr: Réinitialiser les messages

# Reset.pub
source: Reset the publication
fr_fr: Annuler la publication

# SureToDeleteAllSelectedItems
source: Are you sure you want to delete all selected elements ?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les éléments sélectionnés?

source: Save all
fr_fr: Enregistrer tout

source: Edit operation
fr_fr: Editer l'opération

source: Edit mapping
fr_fr: Editer le mapping

source: Edit filter
fr_fr: Editer le filtre

# Edit.concat
source: Edit concatenation
fr_fr: Editer la concaténation

# Edit.calc
source: Edit calculation
fr_fr: Editer le calcul

# ATTRIBUTE_VALUE
source: Attribut value
fr_fr: Valeur attribut

# BILL_TEMPLATE
source: Billing template
fr_fr: Modèle de facturation

source: Boolean
fr_fr: Booléen

source: Decimal
fr_fr: Décimale

source: Incremental number
fr_fr: Nombre séquentiel

source: Integer
fr_fr: Entier

source: Long
fr_fr: Entier

source: Model
fr_fr: Modèle

# reconciliation.auto.manual.attribute
source: Auto manual attribute
fr_fr: Attribut manuel/automatique

# reconciliation.automatic.value
source: Automatic value
fr_fr: Valeur automatique

# reconciliation.credit.value
source: Credit value
fr_fr: Valeur crédit

# reconciliation.dc.attribute
source: DC attribute
fr_fr: DC attribut

# reconciliation.debit.value
source: Debit value
fr_fr: Valeur débit

# reconciliation.manual.value
source: Manual value
fr_fr: Valeur manuelle

# reconciliation.user.attribute
source: Attribut utilisateur
fr_fr: User attribute

source: String
fr_fr: Caractères

# Project.List.Backup
source: List project backups
fr_fr: Listes des sauvegardes

source: Auto run
fr_fr: Exécution automatique

source: Accounting booking
fr_fr: Ecriture comptable

# accountingbooking.amount.measure
source: Amount measure
fr_fr: Montant

# accountingbooking.ma.automatic.value
source: Ma automatic value
fr_fr: Ma valeur auto

# accountingbooking.ma.manual.value
source: Ma manual value
fr_fr: Ma valeur saisie

# accountingbooking.number.sequence
source: Number sequence
fr_fr: Numéro séquence

# accountingbooking.repository.grid
source: Repository grid
fr_fr: Grille de dépôt

# accountingposting.account.grid
source: Account grid
fr_fr: Grille

# accountingposting.amount.measure
source: Amount
fr_fr: Montant

# accountingposting.comment.attribute
source: Comment
fr_fr: Commentaire attribut

# accountingposting.entry.date.period
source: Entry date period
fr_fr: Période date entrée

# accountingposting.number.sequence
source: Number sequence
fr_fr: Numéro séquence

# accountingposting.sign.attribute
source: Sign
fr_fr: Signe

# accountingposting.sign.credit.value
source: Sign credit value
fr_fr: Signe valeur crédit

# accountingposting.sign.debit.value
source: Sign debit value
fr_fr: Signe valeur débit

# accountingposting.status.attribute
source: Status
fr_fr: Statut

# accountingposting.status.draft.value
source: Draft value
fr_fr: Valeur du projet

# accountingposting.user.attribute
source: User
fr_fr: Attribut utilisateur

# SuccessfullyCreateAutomatically
source: Successfully created automatically
fr_fr: Crée automatiquement avec succès

# AutoRecoSuccess.create.message
source: AutoReco run successfully
fr_fr: AutoReco a été exécuté avec succès

# List.button
source: List
fr_fr: Liste

source: Loading...
fr_fr: Chargement en cours...

# billing.event.name.attribute
source: Name attribute
fr_fr: Nom attribut

source: Billing company
fr_fr: Sociéte de facturation

# billing.role.client.department.internal.number.attribute
source: Internal number department
fr_fr: Numéro interne

# billing.role.client.department.name.attribute
source: Department name
fr_fr: Nom département

# billing.role.client.department.number.attribute
source: Number department
fr_fr: Numéro département

# billing.role.client.doing.business.as.attribute
source: Doing business as attribute
fr_fr: Attribut business

# billing.role.client.internal.id.attribute
source: Internal id
fr_fr: Id interne

# billing.role.grid
source: Grid
fr_fr: Grille

source: Archive name
fr_fr: Nom de l'archive

source: Comments
fr_fr: Commentaires

source: Backup successfully created
fr_fr: Sauvegarde effectuée avec succès

source: Project code
fr_fr: Code du projet

# billing.credit.note.invoice.cn.attribute
source: Invoice cn
fr_fr: Facture cn

# billing.credit.note.invoice.cn.cn.value
source: Invoice cn cn
fr_fr: Facture cn cn

# billing.credit.note.invoice.cn.invoice.value
source: Invoice cn value
fr_fr: Valeur facture cn

# billing.credit.note.number.attribute
source: Number
fr_fr: Numéro

# billing.credit.note.number.sequence
source: Number sequence
fr_fr: Numéro séquence

# billing.event.am.auto.value
source: Am auto value
fr_fr: Valeur am auto

# billing.event.am.manual.value
source: Am manual value
fr_fr: Am valeur saisie

# billing.event.billing.driver.measure
source: Billing driver
fr_fr: Inducteur facturation

# billing.event.driver.name.attribute
source: Driver name
fr_fr: Nom conducteur

# billing.event.grid
source: Grid
fr_fr: Grille
