Repository: tchassem/Bcephal
Catalog: client/bcephal-blazor-client/Bcephal.Blazor.Web.*/Resources/App_*.resx
Languages: fr_fr

source: About Bcephal...
fr_fr: A propos de Bcephal...

source: Accessories
fr_fr: Accessoires

source: Acess rights
fr_fr: Droits

source: Alarm
fr_fr: Alarme

source: Archive configuration
fr_fr: Configuration d'archive

source: Archive logs
fr_fr: Logs des archives

# List.trans.rout
source: List transformation routines
fr_fr: Liste des routines de transformation

# New.trans.rout
source: New transformation routine
fr_fr: Nouvelle routine de transformation

# Trans.routs
source: Transformation routines
fr_fr: Routines de transformation

# Trans.rout
source: Transformation routine
fr_fr: Routine de transformation

# BackgroundColor.SuccessfullyChanged
source: Background color changed successfully
fr_fr: Couleur d'arrière plan changée avec succès

source: Backup
fr_fr: Sauvegarde

source: Billing
fr_fr: Facturation

source: Billing event
fr_fr: Evènement de facturation

source: Billing event repository
fr_fr: Référentiel des évènements de facturation

source: Billing model
fr_fr: Modèle de facturation

source: Billing models
fr_fr: Modèles de facturation

source: Billing run
fr_fr: Exécution de facturation

source: Billing run outcome
fr_fr: Résultat de l'exécution de la facturation

source: Billing template
fr_fr: Patron de facture

source: Calculated Measure
fr_fr: Mesure calculée

source: Chart
fr_fr: Graphe

source: Clear load table
fr_fr: Effacer le tableau des charges

# Client
source: Customer
fr_fr: Client

source: Close
fr_fr: Fermer

source: Close B-Cephal
fr_fr: Fermer B-Cephal

source: Color successfully changed
fr_fr: Couleur Changée avec succès.

source: Connected users
fr_fr: Utilisateurs connectés

source: Copy
fr_fr: Copier

source: Current auto recos executions
fr_fr: Exécutions auto des récos courantes

source: Current billing run status
fr_fr: Statut de l'exécution de la facturation actuelle

source: Dashboard
fr_fr: Tableau de bord

source: Dashboarding
fr_fr: Tableaux de bord

source: DataManager
fr_fr: Gestion des données

source: Delete
fr_fr: Supprimer

source: Dynamic Form
fr_fr: Forme dynamique

source: Edit measure
fr_fr: Editer la mesure

source: Edit model
fr_fr: Editer le modèle

source: Edit period
fr_fr: Editer la période

source: Export
fr_fr: Exporter

# ExportLoading
source: Export...
fr_fr: Exporter...

source: File
fr_fr: Fichier

# ForegroundColor.SuccessfullyChanged
source: Text color changed successfully
fr_fr: Couleur du texte changée avec succès

# Functionality.BackgroundColor
source: Background color
fr_fr: Arrière-plan

# Functionality.ChangeProperties
source: Change functionality properties :
fr_fr: Changer les propriétés de la fonctionalité :

# Functionality.ForegroundColor
source: Foreground color
fr_fr: Avant-plan

# Functionality.NotFound
source: Not found functionality
fr_fr: Aucune fonctionnalité trouvée

source: Functionality successfully deleted
fr_fr: Fonctionnalité supprimée avec succès

# FunctionalityBlock.FailureAdd
source: Adding functionalty block failed
fr_fr: Echec d'ajout des FunctionalityBlock

# FunctionalityBlock.SucessfullyAdded
source: Functionality block successfully added
fr_fr: FunctionalityBlock(s) ajouté(s) avec succès

source: Grid
fr_fr: Grille

source: Groups
fr_fr: Groupes

source: Help
fr_fr: Aide

# HelpB
source: Help...
fr_fr: Aide...

source: Hide
fr_fr: Masquer

source: Import
fr_fr: Importer

source: Import project
fr_fr: Importer un projet

source: Incremental number
fr_fr: Nombre séquentiel

source: Initiation
fr_fr: Initialisation

source: Input Table
fr_fr: Tableau d'entrée

source: List alarms
fr_fr: Liste des alarmes

source: List automatic reconciliations
fr_fr: Liste des réconciliations automatiques

source: List automatic sourcing for grid
fr_fr: Liste de source automatique de grille

# List.billing.event
source: List billing events
fr_fr: Liste des évènements de facturation

source: List calculated measure
fr_fr: Liste mesures calculées

# List.Chart
source: List charts
fr_fr: Liste des graphiques

source: List configurations
fr_fr: Liste des configurations

# billing.run.credit.note
source: List credit notes
fr_fr: Liste des notes de crédit

# List.Dashboard
source: List dashboards
fr_fr: Liste des tableaux de bord

source: List dynamic forms
fr_fr: Liste dynamique des formes

# List.Files.Loader
source: List file loaders
fr_fr: Liste des chargeurs de fichier

source: List incremental numbers
fr_fr: Liste des nombres séquentiels

# List.Input.Grid
source: List input grids
fr_fr: Listes des grilles d'entrée

# List.Input.Tables
source: List inputs spreadsheet
fr_fr: Tableur

# List.invoice
source: List invoices
fr_fr: Liste facture

source: List links
fr_fr: Liste des liens

# List.model
source: List billing models
fr_fr: Liste des modèles de facturation

# List.Pivot.Grid
source: List pivot grids
fr_fr: Liste des grilles pivots

# List.Reconciliation.Filter
source: List reconciliation filters
fr_fr: Liste des filtres de réconciliation

# List.Report.Grid
source: List report grids
fr_fr: Liste des grilles de rapport

# List.Report.Publication
source: List report publications
fr_fr: Liste des rapports publiés

# List.Reports
source: List report spreadsheets
fr_fr: Liste des tableurs

# List.template
source: List templates
fr_fr: Listes des patrons de facture

source: Load
fr_fr: Chargement

# Load.LoadTable
source: Load table
fr_fr: Table des charges

source: Logout
fr_fr: Déconnection

source: Manual billing event
fr_fr: Evènement manuel de facturation

source: Move down
fr_fr: Descendre

source: Move up
fr_fr: Monter

source: Multiple files loader
fr_fr: Chargeur fichier multiple

source: New
fr_fr: Nouveau

source: New billing event
fr_fr: Nouvel évènement de facturation

source: New alarm
fr_fr: Nouvelle alarme

source: New automatic reconciliation
fr_fr: Nouvelle réconciliation automatique

source: Automatic reconciliation
fr_fr: Réconciliation automatique

# New.billing.temp
source: New billing template
fr_fr: Nouveau modèle de facturation

source: New automatic sourcing for grid
fr_fr: Nouvelle source automatique de grille

source: New calculated measure
fr_fr: Nouvelle mesure calculée

source: New chart
fr_fr: Nouveau graphique

source: New configuration
fr_fr: Nouvelle configuration

source: New dashboard
fr_fr: Nouveau tableau de bord

source: New dynamic form
fr_fr: Nouvelle forme dynamique

# New.Files.Loader
source: New file loader
fr_fr: Nouveau chargeur de fichiers

source: New incremental number
fr_fr: Nouvelle séquence

source: New input grid
fr_fr: Nouvelle grille d'entrée

source: New input table
fr_fr: Nouveau tableau d'entrée

source: New model
fr_fr: Nouveau modèle

source: New pivot grid
fr_fr: Nouvelle grille pivot

source: New project
fr_fr: Nouveau projet

source: New reconciliation filter
fr_fr: Nouveau filtre de réconciliation

source: New report
fr_fr: Nouveau rapport

source: New report grid
fr_fr: Nouvelle grille rapport

source: New template
fr_fr: Nouveau patron de facture

source: Open
fr_fr: Ouvrir

source: Paste
fr_fr: Coller

source: Pivot table
fr_fr: Table pivot

source: Print
fr_fr: Imprimer

source: Project
fr_fr: Projet

# Project.Automatic.Backup
source: Automatic backup
fr_fr: Sauvegarde automatique

# Project.New.Backup
source: New project backup
fr_fr: Nouvelle sauvegarde du projet

# ProjectFailedClosed
source: Failed to close project
fr_fr: Fermeture du projet échouée

source: Projects
fr_fr: Projets

# Projects.AddToYourWorkspace
source: Add project to your workspace
fr_fr: Ajouter un projet à votre espace de travail

# Projects.Available
source: Available projects
fr_fr: Projet disponible

# Projects.AvailableHeader
source: Select the projects to be add
fr_fr: Sélectionner les projets à ajouter

# Projects.BackgroundColor
source: Background color
fr_fr: Couleur arrière-plan

# Projects.ChangeProjectProperties
source: Change project properties :
fr_fr: Changer les proprietées du projet :

# Projects.Create
source: Create a project
fr_fr: Créer un projet

# Projects.CreateLoad
source: Loading...
fr_fr: Chargement...

# Projects.DeletionProject
source: Deletion of project :
fr_fr: Suppression du projet :

source: Detail
fr_fr: Détail

# Projects.EnterProjectName
source: Enter project name...
fr_fr: Saisir nom du projet...

# Projects.FailureAddProject
source: Failure to add project
fr_fr: Echec ajout projet

# Projects.FailureDeleteProject
source: Failure to delete project
fr_fr: Echec suppression projet

# Projects.ForegroundColor
source: Foreground Color
fr_fr: Couleur premier plan

# Projects.Functionality.AddToYourWorkspace
source: Add functionality to project
fr_fr: Ajouter une fonctionnalité au projet

# projects.functionality.available
source: Available functionalities
fr_fr: Fonctionnalités disponibles

# Projects.Functionality.NotFound
source: No feature found.
fr_fr: Aucune fonctionnalité trouvée

# Projects.Functionality.Project
source: Project
fr_fr: Projet

# Projects.HideProject
source: Hide project :
fr_fr: Masquer le projet :

# Projects.NotFound
source: No project found.
fr_fr: Aucun projet trouvé

# Projects.ProjectFailureCreated
source: Failed to create project
fr_fr: Echec de création du projet

# Projects.ProjectSuccessfullyAdded
source: Project successfully added
fr_fr: Projet ajouté avec succès

# Projects.ProjectSuccessfullyDeleted
source: Project successfully deleted
fr_fr: Projet supprimé avec succès

# Projects.ProjectSuccessfullyHidden
source: Project successfully hidden
fr_fr: Projet masqué avec succès

# Projects.RenameProject
source: Rename the project :
fr_fr: Renommer le projet :

# Projects.RenameSuccessfully
source: Project rename successfully
fr_fr: Projet renommé avec succès

# Projects.SuccessfullyExported
source: Project successfully exported
fr_fr: Projet exporté avec succès

# Projects.ExportFileIssue
source: Error occurred while transmitting file content
fr_fr: Erreur survenue lors de la transmission du contenu du fichier

# export.archiveName.required
source: Archive name is required
fr_fr: Le nom de l'archive est requis

# Projects.UnknownErrorFailedExport
source: Unknown error happen while export
fr_fr: Une erreur inconnue est survenue lors de l'export

# Projects.WantHideProject
source: Do you want to hide this project?
fr_fr: Voulez-vous masquer ce projet ?

# Projects.WantRemoveProject
source: Do you want to remove this project?
fr_fr: Voulez-vous supprimer ce projet ?

# Projects.Workspace
source: Project workspace
fr_fr: Espace de travail Projets

# ProjectSuccessfullyClosed
source: Project closed successfully
fr_fr: Projet fermé avec succès

source: Project successfully created
fr_fr: Projet créé avec succès

source: Properties
fr_fr: Propriétés

source: Reconciliation
fr_fr: Réconciliation

source: Rename
fr_fr: Renommer

source: Report
fr_fr: Rapport

source: Reporting
fr_fr: Rapports

source: Review
fr_fr: Revue

source: Run automatic reconciliations
fr_fr: Exécuter les réconciliations automatiques

# Run.Files.Loader
source: Run file loader
fr_fr: Exécuter le chargeur de fichier

source: Save
fr_fr: Enregistrer

source: Scheduled alarms
fr_fr: Alarmes planifiées

# billing.model.form.schedul.sched
source: Scheduled
fr_fr: Planifié

source: Scheduled auto recos
fr_fr: Planification auto des récos

# billing.model.scheduler
source: Scheduled billing models
fr_fr: Modèles de facturation planifiés

source: Scheduling
fr_fr: Planification

source: Settings
fr_fr: Paramètres

source: Settlement Evolution
fr_fr: Evolution du règlement

source: Sourcing
fr_fr: Source

# TransformationData.CombinedTransformationTree
source: Combined transformation tree
fr_fr: Arbre de transformation combiné

# TransformationData.ListCombinedTransformationTrees
source: List combined transformation trees
fr_fr: Liste des arbres de transformation combinés

# TransformationData.ListTransformationTrees
source: List transformation trees
fr_fr: Liste des arbres de transformation

# TransformationData.NewCombinedTransformationTree
source: New combined transformation tree
fr_fr: Nouvel arbre de transformation combiné

# TransformationData.NewTransformationTree
source: New transformation tree
fr_fr: Nouvel arbre de transformation

# TransformationData.ScheduledTransformationTrees
source: Scheduled transformation trees
fr_fr: Arbres de transformation programmés

# TransformationData.TransformationTree
source: Transformation tree
fr_fr: Arbre de transformation

source: Users
fr_fr: Utilisateurs

source: View
fr_fr: Visualiser

# item.delete
source: Delete
fr_fr: Supprimer

# target.period
source: Period
fr_fr: Période

# target.entities
source: Entities
fr_fr: Entités

# target.grid.columns
source: Grid columns
fr_fr: Colonnes de la grille

# Gridcolumn.column
source: Column
fr_fr: Colonne

source: Category
fr_fr: Catégorie

# Gridcolumn.shape.color
source: Shape color
fr_fr: Couleur de la forme

# Gridcolumn.text.color
source: Text color
fr_fr: Couleur de texte

# Gridcolumn.fixed.style
source: Fixed style
fr_fr: Style fixe

# Gridcolumn.show.column
source: Show column
fr_fr: Afficher la colonne

# Gridcolumn.mandatory
source: Mandatory
fr_fr: Obligatoire

# Gridcolumn.editable
source: Editable
fr_fr: Modifiable

# Gridcolumn.show.existing.value
source: Show existing values
fr_fr: Afficher les valeurs existantes

source: Measure
fr_fr: Mesure

source: Period
fr_fr: Période

# Grid.user.filter
source: User filter
fr_fr: Filtre utilisateur

# Grid.admin.filter
source: Admin filter
fr_fr: Filtre Administrateur

# grid.VisibleInShortcut
source: Visible in shortcut
fr_fr: Visible dans le raccourci

# Grid.edit.column
source: Column
fr_fr: Colonne

# Grid.edit.value
source: Value
fr_fr: Valeur

# Grid.edit.column.properties
source: Properties
fr_fr: Propriétés

# AppState.lived
source: Warning: Leaving this page will result in any unsaved data being lost. Are you sure you wish to continue?
fr_fr: Avertissement: quitter cette page entraînera la perte de toutes les données non enregistrées. Êtes-vous sûr de vouloir continuer?

# DynamicForm.Select
source: Select the input grid that will collect the data from the form
fr_fr: Sélectionner la grille d'entrée qui recueillera les données du formulaire

# DynamicForm.Fields
source: Fields
fr_fr: Champs

# Gridcolumn.default.value
source: Field value per default
fr_fr: Valeur de champ par défaut

# Gridcolumn.apply.empty.cell
source: Apply only if cell is empty
fr_fr: Appliquer uniquement si la cellule est vide

# Gridcolumn.apply.future.new.or.modifiy
source: Apply to future new and modified line
fr_fr: Appliquer à la future ligne nouvelle et modifiée

# Gridcolumn.apply.button
source: Apply
fr_fr: Appliquer

# Gridcolumn.default.reste
source: Reset
fr_fr: Réinitialiser

# Gridcolumn.columns
source: Columns
fr_fr: Colonnes

# Grid.edit.columns
source: Columns
fr_fr: Colonnes

source: Edit
fr_fr: Modifier

source: Show Filter Row
fr_fr: Afficher la ligne de filtre

source: Column Chooser
fr_fr: Sélecteur de colonne

source: Edit form
fr_fr: Modifier le formulaire

# EDIT.FORM.GRID
source: Edit grid
fr_fr: Modifier la grille

source: Credit note
fr_fr: Note de crédit

source: Credit note amount
fr_fr: Montant note de crédit

source: From
fr_fr: Du

source: From
fr_fr: De

source: Invoice
fr_fr: Facture

source: Invoice amount
fr_fr: Montant facture

source: Run date
fr_fr: Date d'exécution

source: Status
fr_fr: Statut

source: To
fr_fr: Au

source: To
fr_fr: À

source: User
fr_fr: Utilisateur

source: File separator
fr_fr: Séparateur de fichier

# PageLoader.Del
source: Del
fr_fr: Sup

# PageLoader.FileExtension
source: File extension
fr_fr: Extension de fichier

# PageLoader.FileNameConditions
source: File name conditions
fr_fr: Conditions de nom de fichier

# PageLoader.FileSeparator
source: File separator
fr_fr: Séparateur de fichiers

# PageLoader.Filter
source: Filter...
fr_fr: Filtre...

# PageLoader.FolderWhereFilesArePostedOnServerSide
source: Folder where files are posted on server side
fr_fr: Dossier où les fichiers sont publiés côté serveur

# PageLoader.Group
source: Group
fr_fr: Groupe

# PageLoader.HasHeader
source: Has header
fr_fr: A un en-tête

# PageLoader.MaxBackup
source: Max backup
fr_fr: Sauvegarde maximale

# PageLoader.MaxBackupCount
source: Max backup count
fr_fr: Nombre maximal de sauvegardes

# PageLoader.NoBackup
source: No backup
fr_fr: Pas de sauvegarde

# PageLoader.Path
source: Path
fr_fr: Chemin

# PageLoader.Properties
source: Properties
fr_fr: Propriétés

# PageLoader.Repository
source: Repository where files are posted
fr_fr: Référentiel où les fichiers sont publiés

# PageLoader.RepositoryOnServer
source: Repository on server
fr_fr: Référentiel sur le serveur

# PageLoader.SchedulerOption
source: Scheduler option
fr_fr: Option de planificateur

# PageLoader.SchedulerOptionNullText
source: Scheduler option
fr_fr: Option de planificateur

# PageLoader.VisibleInShortcut
source: Visible in shortcut
fr_fr: Visible dans le raccourci

# PageLoaderUploadMethod
source: Upload method
fr_fr: Méthode de téléchargement

source: Amount without VAT
fr_fr: Montant hors VAT

source: Client name
fr_fr: Nom client

# ClientNumero
source: Client number
fr_fr: Numéro client

source: Invoice date
fr_fr: Date facturation

source: Manually modified
fr_fr: Modification manuelle

source: Reference
fr_fr: Référence

source: Run
fr_fr: Exécuter

source: Total amount
fr_fr: Montant total

source: Billing type
fr_fr: Type facture

source: Creation
fr_fr: Création

source: End
fr_fr: Clôturé

source: Last modification
fr_fr: Dernière modification

source: Name
fr_fr: Nom

# Group.add.title
source: Add Group
fr_fr: Ajouter un groupe

# saving
source: Being processed
fr_fr: En cours de traitement

source: Attribute
fr_fr: Attribut

source: Attribute Value
fr_fr: Valeur attribut

source: Auto\Manual reco attribute
fr_fr: Auto\Manuel Attribut Reco

# AutoRecoValue
source: Automatic reco value
fr_fr: Valeur Reco Automatique

source: Credit Value
fr_fr: Valeur Crédit

source: Debit\Credit Attribute
fr_fr: Débit/Crédit Attribut

source: Debit Value
fr_fr: Valeur Débit

source: Default Model
fr_fr: Modèle par défaut

source: Loaded file name Attribute
fr_fr: Nom du fichier chargé Attribut

source: Load nbr attribute
fr_fr: Attribut Nbre de charge

source: Manual reco value
fr_fr: Valeur Reco manuelle

source: Object
fr_fr: Objet

source: Partners
fr_fr: Partenaires

source: Reco type block
fr_fr: Type bloc reco

source: Roles
fr_fr: Rôles

source: User Attribute
fr_fr: Attribut utilisateur

source: Move up
fr_fr: Monter

source: Move down
fr_fr: Descendre

# Move.up.upper
source: Move up of 5
fr_fr: Monter de 5

# Move.down.upper
source: Move down of 5
fr_fr: Descendre de 5

source: Remove
fr_fr: Supprimer

# Move.end
source: Move to end
fr_fr: Fin

# Move.start
source: Move to begin
fr_fr: Début

source: Select file to import
fr_fr: Sélectionner le fichier à importer

# Max.allowed.file
source: Max allowed files
fr_fr: Nombre maximum de fichiers autorisés

source: Max file size
fr_fr: Taille maximale du fichier

# Upload.file.loader.message
source: Upload up to {0} Mb
fr_fr: Importez jusqu'à {0} Mo

# Upload.file.name
source: File name
fr_fr: Nom du fichier

# Upload.file.last.modified
source: Last modified
fr_fr: Dernière modification

# Upload.file.size
source: Size (bytes)
fr_fr: Taille (octets)

# Upload.file.type
source: Content type
fr_fr: Type de contenu

# import.file
source: File
fr_fr: Fichier

# import.operation
source: Operation
fr_fr: Opération

# ImportProjectData.newProjectName
source: New name
fr_fr: Nouveau nom

# ImportProjectData.renameProjectToImport
source: Rename project to import
fr_fr: Renommer le projet à importer

# ImportProjectData.renameExistingProject
source: Rename existing project
fr_fr: Renommer le projet existant

# ImportProjectData.overwriteExistingProject
source: Overwrite existing project
fr_fr: Ecraser le projet existant

# Billing.Template.SuccessfullyAdd
source: Billing template added
fr_fr: Modèle de facturation ajouté

# List.Pivot.Table
source: List pivot tables
fr_fr: Liste des tables pivots

source: New pivot table
fr_fr: Nouvelle table pivot

# import.project.successfuly
source: Import of project {0} successfuly ended
fr_fr: Importation du projet {0} terminée avec succès

source: Dashboard report properties
fr_fr: Propriétés du rapport du tableau de bord

source: Data
fr_fr: Donnée

source: Default
fr_fr: Par défaut

source: Is scheduler active?
fr_fr: Le planificateur est-il actif ?

source: Layout
fr_fr: Mise en page

source: Refresh frequency
fr_fr: Fréquence de rafraîchissement

# Scheduler.Title
source: Refresh Scheduler
fr_fr: Rafraîchir le planificateur

source: Visible in browser
fr_fr: Visible dans le navigateur

source: Panels
fr_fr: Panneaux

source: Panel
fr_fr: Panneau

source: Alarm Properties
fr_fr: Propriétés de l'alarme

source: Filter
fr_fr: Filtre

source: Chat message
fr_fr: Message chat

source: Mail title
fr_fr: Titre courrier

source: Send chat
fr_fr: Envoyer le chat

source: Send mail
fr_fr: Envoyer un courrier

source: Send sms
fr_fr: Envoyer un sms

source: Sms message
fr_fr: Message sms

source: Mail message
fr_fr: Message courrier

# Profils
source: Profiles
fr_fr: Profils

source: Scheduling option
fr_fr: Option de planification

# billing.model.form.appendice
source: Add appendices with billing event details
fr_fr: Ajouter des annexes avec les détails de l'évènement de facturation

source: Appendices
fr_fr: Annexes

# billing.model.form.enrich
source: Enrich infos with the following values
fr_fr: Enrichir les infos avec les valeurs suivantes

source: Repository
fr_fr: Repertoire

source: System Template
fr_fr: Modèle système

source: Parameters
fr_fr: Paramètres

# unit.cost.driver
source: Unit cost and driver
fr_fr: Coût unitaire et inducteur

# Reconciliation.Configuration.SuccessfullyAdd
source: Configuration successfully added
fr_fr: Configuration ajoutée avec succès

# reconciliation.ExecutionOption
source: Execution Options
fr_fr: Options d'exécution

source: Files loader logs
fr_fr: Logs chargeur de fichier

source: Loader
fr_fr: Chargeur

source: Method
fr_fr: Méthode

# billing.model.form.cost.exclvalues
source: Exclude values for the following groups
fr_fr: Exclure les valeurs des groupes suivants

# billing.model.form.cost.inclunit
source: Include unit cost and driver
fr_fr: Inclure le coût unitaire et le pilote

# billing.model.form.cost.usebillamount
source: Use unit cost to calculate billing amount
fr_fr: Utiliser le coût unitaire pour calculer le montant de la facturation

# billing.model.form.desc.addstruct
source: Add a structured payment instruct
fr_fr: Ajouter une instruction de paiement structuré

# billing.model.form.desc.billtemp
source: Bill template
fr_fr: Modèle de facture

# billing.model.form.desc.currency
source: Currency
fr_fr: Devise

# billing.model.form.desc.duedate
source: Due date calculation
fr_fr: Calcul de la date d'échéance

# billing.model.form.desc.invoicedate
source: Invoice date calculation
fr_fr: Calcul de la date de facturation

# billing.model.form.desc.incevent
source: Include events with amount = 0
fr_fr: Inclure les événements dont le montant = 0

# billing.model.form.desc.invoice
source: Invoice separately per selected period
fr_fr: Facturer séparément par période sélectionnée

# billing.model.form.desc.orderitem
source: Order items
fr_fr: Ordre des éléments

# billing.model.form.desc.selall
source: Select all
fr_fr: Tout sélectionner

# billing.model.form.desc.selevent
source: Select billing event types
fr_fr: Sélectionner les types d'événements de facturation

# billing.model.form.desc.seleventinvoice
source: Invoice
fr_fr: Facture

# billing.model.form.desc.selgrouping
source: Select grouping items
fr_fr: Sélectionner des éléments de regroupement

# billing.model.form.desc.selinvoice
source: Select invoice pivot
fr_fr: Sélectionner le pivot de la facture
