Repository: tchassem/Bcephal
Catalog: client/bcephal-blazor-client/Bcephal.Blazor.Web.*/Resources/App_*.resx
Languages: fr_fr

# billing.event.manual.billing.event.dinamic.form
source: Manual billing event dynamic form
fr_fr: Formulaire dynamique d'évènement de facturation manuelle

# billing.event.repository.grid
source: Repository grid
fr_fr: Grille de dépôt

# billing.event.run.attribute
source: Run
fr_fr: Exécution

# billing.event.run.date.period
source: Run date
fr_fr: Date exécution

# billing.event.run.type.attribute
source: Run type
fr_fr: Type exécution

# billing.event.status.attribute
source: Status
fr_fr: Statut

# billing.event.status.billed.value
source: Status billed value
fr_fr: Statut valeur facturée

# billing.event.status.draft.value
source: Draft value
fr_fr: Valeur brouillon

# billing.event.status.frozen.value
source: Status frozen value
fr_fr: Valeur état gelé

# billing.event.type.credit.note.value
source: Type credit note value
fr_fr: Type valeur crédit

# billing.event.type.invopice.value
source: Type invopice value
fr_fr: Type valeur facture

# billing.event.unit.cost.measure
source: Unit cost
fr_fr: Coût unitaire

# billing.event.vat.rate.measure
source: VAT rate
fr_fr: Taux TVA

# billing.invoice.billed.amount.without.vat.measure
source: Billed amount without vat
fr_fr: Montant facturé sans TVA

# billing.invoice.communication.message.attribute
source: Communication message
fr_fr: Message communication

# billing.invoice.due.date.calculation.measure
source: Due date calculation
fr_fr: Calcul de la date d'échéance

# billing.invoice.due.date.period
source: Due date
fr_fr: Date d'échéance

# billing.invoice.number.attribute
source: Number
fr_fr: Numéro

# billing.invoice.number.sequence
source: Number sequence
fr_fr: Numéro séquence

# billing.invoice.sending.status.attribute
source: Sending status
fr_fr: Statut d'envoi

# billing.invoice.sending.status.notyetsent.value
source: Sending status not yet sent
fr_fr: Statut non envoyé

# billing.invoice.sending.status.sent.value
source: Sending status sent
fr_fr: Statut envoyé

# billing.invoice.status.attribute
source: Status
fr_fr: Statut

# billing.invoice.status.draft.value
source: Status draft
fr_fr: Statut brouillon

# billing.invoice.status.tocheck.value
source: Status to check
fr_fr: Statut à vérifier

# billing.invoice.status.validated.value
source: Status validated
fr_fr: Statut validé

# billing.invoice.total.amount.measure
source: Total amount
fr_fr: Montant total

# billing.invoicesub.invoice.number.attribute
source: sub invoice number
fr_fr: Sous numéro de facture

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Street
fr_fr: Adresse rue

# billing.role.default.language.attribute
source: Default language
fr_fr: Langue

# billing.role.legal.form.attribute
source: Legal form
fr_fr: Forme juridique

# billing.role.status.active.value
source: Status active
fr_fr: Statut actif

# billing.role.status.attribute
source: Status
fr_fr: Statut

# billing.role.status.inactive.value
source: Status inactive
fr_fr: Statut inactif

# billing.role.vat.number.attribute
source: Vat number
fr_fr: Numéro TVA

# billing.invoice.invoice.cn.attribute
source: Invoice cn
fr_fr: Facture cn

# billing.invoice.invoice.cn.cn.value
source: Invoice cn cn
fr_fr: Facture cn cn

# billing.invoice.invoice.cn.invoice.value
source: Invoice cn value
fr_fr: Valeur facture cn

# WantProduceNewArchive
source: Do you want to produce a new archive ?
fr_fr: Voulez-vous produire une nouvelle archive ?

# Mapp.grid
source: Mapping grid
fr_fr: Grille de mapping

# Val.col
source: Value column
fr_fr: Colonne de valeur

# Map.cols
source: Mapping columns
fr_fr: Colonnes de mapping

# map.card.un.title
source: Grid and value
fr_fr: Grille et valeur

# Projects.Edit
source: Edit project
fr_fr: Modifier un projet

# Projects.ProjectSuccessfullyEdited
source: Successfully modified project
fr_fr: Projet modifié avec succès

# data.messenger
source: Messenger
fr_fr: Messagerie

source: Attachments
fr_fr: Pièces jointes

source: Apply only if empty
fr_fr: Appliquer uniquement si vide

# Grid.Input
source: Grid
fr_fr: Grille

source: Booking
fr_fr: Réservation

source: Insert variables
fr_fr: Insérer des variables

source: Phone
fr_fr: Téléphone

source: List message logs
fr_fr: Liste des logs de message

source: Group
fr_fr: Groupe

source: Address
fr_fr: Adresse

source: Elements
fr_fr: Eléments

# attachment.template.select
source: Select template
fr_fr: Sélectionner le Template

source: Select routine
fr_fr: Sélectionner une routine

source: Select spot
fr_fr: Sélectionner un spot

source: Billing invoice
fr_fr: Facture

source: Add child attribute
fr_fr: Ajouter un attribut enfant

source: Add child measure
fr_fr: Ajouter une mesure enfant

source: Add child period
fr_fr: Ajouter une période enfant

source: Delete attribute
fr_fr: Supprimer l'attribut

source: Delete entity
fr_fr: Supprimer l'entité

source: Delete measure
fr_fr: Supprimer la mesure

source: Delete model
fr_fr: Supprimer le modèle

source: Delete period
fr_fr: Supprimer la période

source: Edit models
fr_fr: Edition des modèles

source: Select profile
fr_fr: Choisir un profil

source: Select user
fr_fr: Choisir un utilisateur

# Gridcolumn.NumberOfDecimal
source: Number of decimal
fr_fr: Nombre de décimales

# Gridcolumn.UseSeparator
source: Use separator
fr_fr: Utiliser le séparateur

# show.all.row
source: Show all rows ?
fr_fr: Afficher toutes les lignes ?

# UnableToDeleteSelectedItem
source: Unable to delete selected item {0}
fr_fr: Impossible de supprimer l'élément sélectionné {0}

source: My profile
fr_fr: Mon profil

# right.click.edit.measure
source: Right click to edit measure
fr_fr: Click droit pour éditer la mesure

# right.click.edit.object
source: Right click to edit object
fr_fr: Click droit pour éditer l'objet

# right.click.edit.period
source: Right click to edit period
fr_fr: Click droit pour éditer la période

# scheduler.alarm
source: Alarm form
fr_fr: Formulaire d'alarme

# scheduler.booking
source: Booking form
fr_fr: Formulaire de réservation

source: Cron expression
fr_fr: Expression cron

source: Last execution time
fr_fr: Dernière exécution

source: Next execution time
fr_fr: Prochaine exécution

source: Restart
fr_fr: Redémarrer

source: Stop
fr_fr: Arrêter

source: First send date
fr_fr: Date du premier envoi

source: Last send date
fr_fr: Date du dernier envoi

source: Max send attempts
fr_fr: Tentatives max d'envoi

source: Send attempts
fr_fr: Tentatives d'envoi

source: Select mode ...
fr_fr: Sélectionner le mode ...

source: Select status ...
fr_fr: Sélectionner le status ...

source: Cancel messages
fr_fr: Annuler des messages

source: Send messages
fr_fr: Envoyer des messages

source: Advanced
fr_fr: Avancée

# advanced.serie.config
source: Advanced serie configuration
fr_fr: Configuration avancée de la série

source: Evaluate
fr_fr: Evaluer

source: Font size
fr_fr: Taille de police

source: Select operator
fr_fr: Sélectionner l'opérateur

source: Series
fr_fr: Séries

# accessDenied
source: Access denied, contact the administrator for rights.
fr_fr: Accès refusé, contactez l'administrateur pour obtenir les droits.

source: Unable to rename project
fr_fr: Impossible de renommer le projet

source: Project access right
fr_fr: Droit d'accès au projet

# reporting.report.join.grid
source: Join
fr_fr: Jointure

source: Transformation routine
fr_fr: Routine de transformation

source: Transformation routine scheduler
fr_fr: Planificateur de routine de transformation

source: Transformation routine scheduler log
fr_fr: Log planificateur de routine de transformation

# Join.Grid
source: Join
fr_fr: Jointure

# Conf.Join.Grid
source: Joining configuration
fr_fr: Configuration de jointure

# Data.Join.Grid
source: Data of joining
fr_fr: Données de jointure

# List.Join.Grid
source: List of joining reports
fr_fr: Liste des jointures

# New.Join.Grid
source: New join reports
fr_fr: Nouvelle jointure de rapports

# Edit.Join.Grid
source: Joining Edition
fr_fr: Edition d'une jointure

source: Right
fr_fr: Droite

source: Greater
fr_fr: Supérieur

source: Greater or equal
fr_fr: Supérieur ou égal

source: Less
fr_fr: Inférieur

source: Less or equal
fr_fr: Inférieur ou égal

source: Not equals
fr_fr: Différent

# duplicate.name
source: Duplicates
fr_fr: Doublon

source: Unable to get rows dashboard data
fr_fr: Impossible d'obtenir les données du tableau de bord

source: Unable to save entity
fr_fr: Impossible de sauvegarder l'entité

source: Unable to retreive user clients
fr_fr: Impossible de récupérer les clients utilisateurs

source: Unable to retreive user info
fr_fr: Impossible de récupérer les informations sur les utilisateurs

source: Unable to retreive user privileges
fr_fr: Impossible de récupérer les privilèges des utilisateurs

source: Unable to save profile projects
fr_fr: Impossible d'enregistrer les projets de profil

source: Unable to search entity by filter
fr_fr: Impossible de rechercher une entité par filtre

# unable.to.evaluate.spot
source: Unable to evaluate spot : the spot measure is not defined!
fr_fr: Impossible d'évaluer le spot : la mesure du spot n'est pas définie !

source: Credit
fr_fr: Crédit

source: Debit
fr_fr: Débit

# CLOSED
source: Close
fr_fr: Fermer

source: Join
fr_fr: Jointure

source: List joins
fr_fr: Liste des jointures

source: New join
fr_fr: Nouvelle jointure

# List.Join.Log
source: List joins logs
fr_fr: Liste des logs de jointures

source: Append
fr_fr: Ajouter

source: End date
fr_fr: Date fin

source: New grid
fr_fr: Nouvelle grille

source: ACTIVED
fr_fr: ACTIVE

source: END OF TRIAL
fr_fr: FIN DE L'ESSAI

source: SUSPENDED
fr_fr: SUSPENDU

# TRIAL
source: ESSAI
fr_fr: TRIAL

source: Publication grid name
fr_fr: Nom de la grid de publication

# PublicationNbrAttributeId
source: Publication number attribute Id
fr_fr: Id du numéro de publication

# PublicationNbrAttributeName
source: Publication number attribute name
fr_fr: Nom d'attribut du numéro de publication

source: Publication number
fr_fr: Numéro de publication

source: Row count
fr_fr: Nombre de lignes

source: Join keys
fr_fr: Clés de jointure

source: Calculate
fr_fr: Calculer

source: Column
fr_fr: Colonne

source: Concatenate
fr_fr: Concaténer

source: Select column
fr_fr: Choisir une colonne

source: Report columns
fr_fr: Colonnes du rapport

source: Selected columns
fr_fr: Colonnes sélectionnées

source: Column editor
fr_fr: Editeur de la colonne

source: For publication
fr_fr: Pour publication

source: Grid
fr_fr: Grille

# join.grid.title
source: Select join grids
fr_fr: Choisir une grille

source: Add custom column
fr_fr: Ajouter une colonne personnalisée

# duplicate.join.column
source: Cannot duplicate join column {0}
fr_fr: Impossible de dupliquer la colonne de jointure {0}

source: Add run nbr
fr_fr: Ajouter le n° d'exécution

# refresh.grid
source: Refresh grids before publication
fr_fr: Rafraîchir les grilles avant publication

source: Run method
fr_fr: Méthode d'exécution

source: Search
fr_fr: Rechercher

source: Edit concatenation
fr_fr: Editer la concaténation

source: Direct to grid
fr_fr: Directement dans une grille

source: Post
fr_fr: Après

source: Pre
fr_fr: Avant

source: All rights reserved
fr_fr: Tous les droits sont réservés

source: Graph
fr_fr: Graphe

source: Report grid
fr_fr: Grille de rapport

source: Report spreadsheet
fr_fr: Tableau de rapport

source: None
fr_fr: Aucun

# duplicate.file.loader.name
source: Another file foader is already using the name {0}
fr_fr: Un autre chargeur de fichier utilise déjà le nom {0}

# duplicate.project.name
source: Another project is already using the name {0}
fr_fr: Un autre projet utilise déjà le nom {0}

# duplicate.dashboard.name
source: Another dashboard is already using the name {0}
fr_fr: Un autre tableau de bord utilise déjà le nom {0}

# duplicate.alarm.name
source: Another alarm is already using the name {0}
fr_fr: Une autre alarme utilise déjà le nom {0}

# duplicate.archive.config.name
source: Another archive configuration is already using the name {0}
fr_fr: Une autre configuration d'archive utilise déjà le nom {0}.

# duplicate.measure.name
source: Another measure is already using the name {0}
fr_fr: Une autre mesure utilise déjà le nom {0}.

# duplicate.model.and.attribute.name
source: Another model is already using the name {0}
fr_fr: Une autre modèle utilise déjà le nom {0}.

# duplicate.periode.name
source: Another period is already using the name {0}
fr_fr: Une autre période utilise déjà le nom {0}.

# duplicate.incremental.number.name
source: Another incremental number is already using the name {0}
fr_fr: Un autre nombre séquentiel utilise déjà le nom {0}

# duplicate.automatic.reconciliation.name
source: Another auto reco is already using the name {0}
fr_fr: Une autre réconciliation auto utilise déjà le nom {0}

# duplicate.reconciliation.name
source: Another reconciliation is already using the name {0}
fr_fr: Une autre réconciliation utilise déjà le nom {0}

# duplicate.client.name
source: Another customer is already using the name {0}
fr_fr: Un autre client utilise déjà le nom {0}

# duplicate.profile.name
source: Another profil is already using the name {0}
fr_fr: Un autre profil utilise déjà le nom {0}

# duplicate.user.name
source: Another user is already using the name {0}
fr_fr: Un autre utilisateur utilise déjà le login {0}

# List.scheduler
source: Scheduler List
fr_fr: Liste des tâches planifiées

# duplicate.join.name
source: Another join is already using the name {0}
fr_fr: Une autre jointure utilise déjà le nom {0}

# duplicate.report.pivot.table.name
source: Another pivot table is already using the name {0}
fr_fr: Une autre table pivot utilise déjà le nom {0}

# duplicate.reporting.chart.name
source: Another chart is already using the name {0}
fr_fr: Un autre graphe utilise déjà le nom {0}

# duplicate.reporting.name
source: Another reporting is already using the name {0}
fr_fr: Un autre rapport utilise déjà le nom {0}

# duplicate.grille.name
source: Another input grid is already using the name {0}
fr_fr: Une autre grille d'entrée utilise déjà le nom {0}

# duplicate.spot.name
source: Another spot is already using the name {0}
fr_fr: Un autre spot utilise déjà le nom {0}

# duplicate.transformationRoutine.name
source: Another transformation routine is already using the name {0}
fr_fr: Une autre transformation de routine utilise déjà le nom {0}

# duplicate.simpleArchive.name
source: Another project archive is already using the name {0}
fr_fr: Une autre archive de projet utilise déjà le nom {0}

# Run.join
source: Publish as input grid
fr_fr: Publier comme grille d'entrée

source: Parameter
fr_fr: Paramètre

# refresh.publication.success
source: Publication refreshed successfully
fr_fr: Publication rafraîchi avec succès

# trans.join.run.error
source: An error occurred while executing joining
fr_fr: Une erreur est survenue lors de l'exécution de la jointure

# trans.join.run.success
source: Joining successfully executed
fr_fr: La jointure a été exécutée avec succès

# list.scheduled.tranformation.routine
source: List scheduled transformation routine
fr_fr: Liste des routines de tranformation planifiées

source: Scheduled booking
fr_fr: Réservation planifiée

# import.sel.backup
source: Import the selected backup
fr_fr: Importer la sauvegarde sélectionnée

# SEQUENCE
source: Incremental number
fr_fr: Nombre séquentiel

# import.name.label.existing
source: Name to give to the existing project
fr_fr: Nom à donner au projet existant

# import.name.label.new
source: Name to give to the project to import
fr_fr: Nom à donner au projet à importer

# reporting.report.join.grid.scheduler
source: Joins scheduler
fr_fr: Jointures planifiées

# reporting.report.join.grid.scheduler.log
source: Joins scheduler logs
fr_fr: Logs des jointures planifiées

# publish.input.grid.success
source: Grid successfully published
fr_fr: Grille publié avec succes

# publish.input.grid.error
source: Error occurred while publishing the grid
fr_fr: Erreur survenue pendant la publication de la grille

# reset.publication.input.grid.success
source: The grid has been successfully reset
fr_fr: La grille a été reinitialier avec succès

# duplicate.scheduler.planner.name
source: Another scheduler is already using the name {0}
fr_fr: Un autre ordonnanceur utilise déjà le nom {0}

# list.scheduler.planner
source: List scheduler
fr_fr: Liste des ordonnanceurs

# new.scheduler.planner
source: New scheduler
fr_fr: Nouvel ordonnanceur

source: Scheduled operations
fr_fr: Opérations planifiées

# scheduling.planner
source: Scheduling
fr_fr: Ordonnancement

source: Continue
fr_fr: Continuer

source: Go to
fr_fr: Aller à

# MESSAGE_WITHOUT_CONFIRM
source: Message without confirmation
fr_fr: Message sans confirmation

# MESSAGE_WITH_CONFIRM
source: Message with confirmation
fr_fr: Message avec confirmation

source: Restart
fr_fr: Redémarrer

source: Skip next
fr_fr: Sauter l'instruction suivante

source: Stop
fr_fr: Arrêter

source: List scheduler planner logs
fr_fr: Liste des logs des ordonnanceurs planifiés

# select.alarm
source: Select message
fr_fr: Sélectionner un message

# select.code
source: Select instruction
fr_fr: Sélectionner une instruction

source: Select decision
fr_fr: Sélectionner une décision

source: Start date
fr_fr: Date début

source: Step
fr_fr: Etape

source: Check
fr_fr: Vérifier

source: Hour
fr_fr: Heure

source: Refresh publications
fr_fr: Actualiser les publications

# SECONDE
source: Second
fr_fr: Seconde

source: Else
fr_fr: Sinon

source: Then
fr_fr: Alors

source: Wait
fr_fr: Attendre

# scheduler.planner.run.succes.message
source: Successfully to run scheduler planner {0}
fr_fr: Exécution réussie du planificateur de planificateur {0}

# scheduler.planner
source: Scheduling
fr_fr: Ordonnancement

# scheduler.planner.scheduler
source: Scheduler
fr_fr: Ordonnanceur

# scheduler.planner.scheduler.log
source: Scheduler logs
fr_fr: Logs des ordonnanceurs

source: Transformation tree
fr_fr: Arbre de transformation

# filter.left
source: Left filter
fr_fr: Filtre gauche

# filter.right
source: Right filter
fr_fr: Filtre droit

# billing.event.join.repository
source: Billing join
fr_fr: Jointure de la facturation

source: Client repository
fr_fr: Référentiel client

source: Repositories
fr_fr: Référentiels

source: New description
fr_fr: Nouvelle description

source: Select language
fr_fr: Sélectionner la langue

source: Quarter
fr_fr: Trimestre

# duplicate.parameter
source: Cannot duplicate parameter {0}
fr_fr: Impossible de dupliquer le parametre {0}

source: Current
fr_fr: En cours

source: Interval
fr_fr: Intervalle

source: Previous
fr_fr: Précédent

# confirmation.publication.message
source: Are you sure you want to publish {0} as an input grid ?
fr_fr: Etes-vous sûr de vouloir publier {0} comme une grille d'entrée?

# billing.model.run.error
source: An error occurred while executing billing model
fr_fr: Une erreur est survenue lors de l'exécution du modèle de facture

# billing.model.run.success
source: Billing model successfully executed
fr_fr: Le modèle de facture a été exécutée avec succès

# edit.invoice.values
source: Edit the label value
fr_fr: Editer la valeur de l'étiquette

source: New label
fr_fr: Nouvelle étiquette

source: Billing run status
fr_fr: Statut de l'exécution de la facturation

source: File Manager
fr_fr: Gestionnaire de fichier

source: Create credit note
fr_fr: Créer la note de crédit

source: Reset credit note
fr_fr: Réinitialiser la note de crédit

source: Reset invoice
fr_fr: Réinitialiser la facture

source: Reset validation
fr_fr: Réinitialiser la validation

source: Amount without VAT
fr_fr: Montant sans TVA

source: VAT Amount
fr_fr: Montant TVA

source: VAT Rate
fr_fr: Taux TVA

# billing.operation.corruption
source: This operation can lead to serious corruption in accounting if the linked invoices and credit notes have already been posted.
fr_fr: Cette opération peut entraîner une grave corruption de la comptabilité si les factures et les notes de crédit liées ont déjà été comptabilisées.

# billing.run.outcome.reset.message
source: You are about to reset {0} billing run.
fr_fr: Vous êtes sur le point de réinitialiser {0} exécution de facturation.

source: Billing run outcome validation
fr_fr: Validation du résultat de la facturation

# billing.run.outcome.validation.message
source: You are about to validate {0} billing run.
fr_fr: Vous êtes sur le point de valider {0} exécution de facturation.

# billing.runs.outcome.reset.message
source: You are about to reset {0} billing runs.
fr_fr: Vous êtes sur le point de réinitialiser {0} exécutions de facturation.

# billing.runs.outcome.validation.message
source: You are about to validate {0} billing runs.
fr_fr: Vous êtes sur le point de valider {0} exécutions de facturation.

# confirmation.continue
source: Do you want to continue ?
fr_fr: Voulez-vous continuer ?

source: Billing run outcome reset
fr_fr: Réinitialisation du résultat de la facturation

# credit.note.deleted.warning
source: This credit note will be deleted and the linked events reset.
fr_fr: Cette note de crédit sera supprimée et les événements liés seront réinitialisés.

# credit.note.no.modified
source: This credit note can no longer be modified.
fr_fr: Cette note de crédit ne peut plus être modifiée.

# credit.note.operation.corruption
source: This operation can lead to serious corruption in accounting if the credit note has already been posted.
fr_fr: Cette opération peut entraîner une corruption grave de la comptabilité si la note de crédit a déjà été enregistrée.

source: Credit note reset
fr_fr: Réinitialisation des notes de crédit

# credit.note.reset.message
source: You are about to reset {0} credit note.
fr_fr: Vous êtes sur le point de réinitialiser {0} note de crédit.

# credit.note.reset.validation
source: Reset credit note validation
fr_fr: Réinitialisation de la validation des notes de crédit

# credit.note.reset.validation.message
source: You are about to unvalidate {0} credit note.
fr_fr: Vous êtes sur le point de non-valider {0} note de crédit.

source: Credit note validation
fr_fr: Validation des notes de crédit

# credit.note.validation.message
source: You are about to validate {0} credit note.
fr_fr: Vous êtes sur le point de valider {0} note de crédit.

# credit.notes.deleted.warning
source: Theses credit notes will be deleted and the linked events reset.
fr_fr: Ces notes de crédit seront supprimées et les événements liés seront réinitialisés.

# credit.notes.no.modified
source: Theses credit notes can no longer be modified.
fr_fr: Ces notes de crédit ne peuvent plus être modifiées.

# credit.notes.operation.corruption
source: This operation can lead to serious corruption in accounting if the credit notes have already been posted.
fr_fr: Cette opération peut entraîner une corruption grave de la comptabilité si les notes de crédit ont déjà été enregistrées.

# credit.notes.reset.message
source: You are about to reset {0} credit notes.
fr_fr: Vous êtes sur le point de réinitialiser {0} notes de crédit.

# credit.notes.reset.validation.message
source: You are about to unvalidate {0} credit notes.
fr_fr: Vous êtes sur le point de non-valider {0} notes de crédit.

# credit.notes.validation.message
source: You are about to validate {0} credit notes.
fr_fr: Vous êtes sur le point de valider {0} notes de crédit.

# invoice.deleted.warning
source: This invoice note will be deleted and the linked events reset.
fr_fr: Cette facture sera supprimée et les événements liés seront réinitialisés.

# invoice.no.modified
source: This invoice can no longer be modified.
fr_fr: Cette facture ne peut plus être modifiée.
