Repository: tchassem/Bcephal
Catalog: client/bcephal-blazor-client/Bcephal.Blazor.Web.*/Resources/App_*.resx
Languages: fr_fr

# billing.model.form.desc.selper
source: Select period at runtime
fr_fr: Sélectionner la période au moment de l'exécution

# billing.model.form.desc.usevat
source: Use VAT
fr_fr: Utiliser la TVA

# select.type
source: Select a type
fr_fr: Choisir un type

# billing.model.form.param.attr
source: Attribute
fr_fr: Attribut

# auto.add.billing.filter
source: Automatically add billing filters
fr_fr: Ajouter automatiquement des filtres de facturation

source: Billing parameter
fr_fr: Paramètre de facturation

# enter.parameter.name
source: Enter the parameter name
fr_fr: Entrer le nom du paramètre

# billing.model.form.param.period
source: Period
fr_fr: Periode

source: Grid dimensions
fr_fr: Dimensions de la grille

source: Selected dimensions
fr_fr: Dimensions Sélectionnées

# Reconciliation.LeftAmount
source: Left amount
fr_fr: Montant de gauche

# Reconciliation.RightAmount
source: Right amount
fr_fr: Montant de droite

# Reconciliation.BalanceAmount
source: Balance amount
fr_fr: Montant de la balance

# Reconciliation.DeltaAmount
source: Delta amount
fr_fr: Montant Delta

# EnterValue
source: Enter a value
fr_fr: Entrer une valeur

source: Create automatically
fr_fr: Créer automatiquement

source: Entity
fr_fr: Entité

source: Load nbr generator
fr_fr: Générateur de Nbr de charge

source: Sequence
fr_fr: Séquence

source: Billing company Id
fr_fr: Id société facturation

source: Billing company name
fr_fr: Nom société facturation

source: Client contact
fr_fr: Contact client

source: Department name
fr_fr: Nom département

source: Department number
fr_fr: Numéro département

# Reconciliation.Left
source: Left
fr_fr: Gauche

# Reconciliation.Right
source: Right
fr_fr: Droite

# Reconciliation.RecoType
source: Reco type
fr_fr: Type de Reco

# Reconciliation.RecoAmount
source: Reco amount
fr_fr: Montant Reco

# Reconciliation.LeftMeasure
source: Left measure
fr_fr: Mesure de gauche

# Reconciliation.UseDc
source: Use D/C ?
fr_fr: Utiliser D/C ?

# Reconciliation.DebitLines
source: Debit lines in red ?
fr_fr: Lignes de débit en rouge ?

# Reconciliation.Enrichment
source: Enrichment
fr_fr: Enrichissement

# Reconciliation.EnrichValue
source: Enrich value when reconciling
fr_fr: Enrichir la valeur lors du rapprochement

# Reconciliation.RecoDate
source: Reco date
fr_fr: Date Reco

# Reconciliation.AutomaticManual
source: Automatic/Manual
fr_fr: Automatique/manuel

# Reconciliation.Customized
source: Customized
fr_fr: Personnalisée

# Reconciliation.WriteOff
source: Write off
fr_fr: Annulation

# Reconciliation.LeftConfiguration
source: Left configuration
fr_fr: Configuration de gauche

# Reconciliation.RightConfiguration
source: Right configuration
fr_fr: Configuration de droite

# Reconciliation.BottomConfiguration
source: Bottom configuration
fr_fr: Configuration inférieure

# Reconciliation.Logs
source: Logs
fr_fr: Registres

# BillingTemplate.SelectedItem
source: Selected item :
fr_fr: Élément sélectionné :

# billing.model.form.cost.saisi
source: Enter a new value ...
fr_fr: Saisissez une nouvelle valeur...

# billing.model.successfullyAdded
source: The billing model has been successfully added
fr_fr: Le modèle de facturation a été ajouté avec succès

# HttpServiceUnavailable
source: Service unavailable
fr_fr: Service Indisponible

# HttpServiceRequestTimeout
source: Request time out
fr_fr: Temps d'attente expiré

source: Enrich value of
fr_fr: Enrichir la valeur de

source: Reconciliation filter
fr_fr: Filtre de réconciliation

# Reconciliation.RightMeasure
source: Right measure
fr_fr: Mesure de droite

# billing.model.form.scheduling
source: Scheduling
fr_fr: Planification

source: Client Id
fr_fr: Id Client

source: Communication message
fr_fr: Message de communication

# CreditNoteNbrGen
source: Credit note nbr generator
fr_fr: Générateur de numéros de notes de crédit

source: Credit note number
fr_fr: Numéro de la note de crédit

source: Default language
fr_fr: Langue

source: Default template
fr_fr: Modèle par défaut

source: Draft value
fr_fr: Valeur du projet

source: Due date
fr_fr: Date d'échéance

source: Due date calculation
fr_fr: Calcul de la date d'échéance

source: Invoiced amount Excel VAT
fr_fr: Montant facturé Excel TVA

source: Invoiced amount incl. VAT
fr_fr: Montant facturé, TVA incluse

source: Invoiced VAT amount
fr_fr: Montant de la TVA facturée

source: Invoice nbr generator
fr_fr: Générateur de numéro de facture

source: Invoice number
fr_fr: Numéro facture

source: Legal form
fr_fr: Forme juridique

source: Not yet sent value
fr_fr: Valeur non encore envoyée

source: Postal code
fr_fr: Code postal

source: Sending status
fr_fr: Statut d'envoi

source: Sent value
fr_fr: Valeur envoyée

# StreetNumberBox
source: Street, number and box
fr_fr: Ville, rue et boite postale

source: Sub invoice number
fr_fr: N° de sous-facture

source: To check value
fr_fr: Valeur à verifier

source: Validated Value
fr_fr: Valeur validée

source: Vat number
fr_fr: Numéro TVA

# import.project.failure
source: Import operation failed
fr_fr: Échec de l'importation du projet

source: Confirm project replace
fr_fr: Confirmez le remplacement du projet

# project.import.name.issue
source: There is already a project with the same name. Select the action you want to execute.
fr_fr: Il existe déjà un projet portant le même nom. Sélectionnez l'action que vous souhaitez exécuter.

# project.import.valid.name.issue
source: The name you typed cannot be used, please enter another one
fr_fr: Le nom que vous avez saisi ne peut être utilisé, veuillez entrez un autre

# project.import.valid.name.empty
source: Please enter a name to continue importing the project
fr_fr: Veuillez saisir un nom afin de poursuivre l'import du projet

source: Bill Template
fr_fr: Modèle facture

source: Automatic value
fr_fr: Valeur automatique

source: Billed status value
fr_fr: Valeur du statut facturé

source: Billing amount
fr_fr: Montant facturé

source: Billing driver
fr_fr: Pilote de facturation

source: Billing event date
fr_fr: Date de facturation

source: Billing run
fr_fr: Exécution de facturation

source: Billing run date
fr_fr: Date d'exécution de la facturation

source: Creation type (A/M)
fr_fr: Type de création (A/M)

source: Credit note type value
fr_fr: Valeur du type de note de crédit

source: Draft status value
fr_fr: Valeur de l'état du brouillon

source: Frozen note status value
fr_fr: Valeur d'état de la note gelée

source: Invoice type value
fr_fr: Valeur du type de facture

source: Manual value
fr_fr: Valeur manuelle

source: Unit cost
fr_fr: Prix unitaire

source: VAT rate
fr_fr: Taux TVA

# billing.template.mainfile
source: Main file
fr_fr: Fichier principal

# billing.model.duplicateName
source: A billing model already has this name, please enter a different one.
fr_fr: Un modèle de facturation porte déjà ce nom, veuillez saisir un autre.

# billing.model.successfullyModified
source: The billing model has been successfully modified
fr_fr: Le modèle de facturation a été modifié avec succès

# save.SuccessfullyAdd
source: Successfully saved {0}
fr_fr: {0} enregistré avec succès.

source: Activate file loader scheduling
fr_fr: Activer la planification du chargeur de fichier

source: Current execution first time
fr_fr: Première exécution

source: Currently executing
fr_fr: En cours d'exécution

source: Next fire time
fr_fr: Prochaine heure d'exécution

# PrevFiretime
source: Previous fire time
fr_fr: Précédente heure d'exécution

source: Current Execution RunTime
fr_fr: Temps d'exécution actuel

source: Scheduled files loader logs
fr_fr: Logs des chargeurs de fichier planifiés

# functionality.createFileLoader
source: New file loader
fr_fr: Nouveau chargeur de fichier

# functionality.listFileLoaders
source: List files loaders
fr_fr: Liste des chargeurs de fichier

# Functionality.list.billingListInvoice
source: List billing invoices
fr_fr: Lister les factures

# Functionality.list.billingModel
source: List billing models
fr_fr: Liste des modèles de facturation

# Functionality.list.billingRunCreditNote
source: List billing credit notes
fr_fr: Liste des notes de crédit de facturation

# Functionality.list.billingtemplate
source: List billing templates
fr_fr: Liste des modèles de facturation

# Functionality.list.inputgrid
source: List input grids
fr_fr: Lister les grilles d'entrée

# Functionality.new.billingModel
source: New billing model
fr_fr: Nouveau modèle de facturation

# Functionality.new.reportingChart
source: New reporting chart
fr_fr: Créer un graphe de reporting

# Functionality.new.billingrunoutcome
source: Show billing run outcome
fr_fr: Afficher le résultat du cycle de facturation

# Functionality.new.billingtemplate
source: New billing template
fr_fr: Nouveau modèle de facturation

# Functionality.new.dynamicform
source: New dynamic form
fr_fr: Nouveau formulaire dynamique

# Functionality.new.inputgrid
source: New input grid
fr_fr: Nouvelle grille de données

# Functionality.new.reconciliationlog
source: New reconciliation log
fr_fr: Nouveau journal de réconciliation

# Functionality.list.billingEvent
source: List billing event repository
fr_fr: Lister les référentiels d'événements de facturation

# Functionality.list.billingRunStatus
source: List billing run status
fr_fr: Lister les états de facturation

# Functionality.list.dashboardAlarm
source: List dashboard alarms
fr_fr: Lister les alarmes du tableau de bord

# Functionality.list.dashboardAlarmScheduled
source: List dashboard alarm scheduled
fr_fr: Lister les alarmes du tableau de bord planifiées

# Functionality.list.fileLoaderLog
source: List file loader logs
fr_fr: Lister les logs des chargeurs de fichier

# Functionality.list.fileLoaderScheduling
source: List scheduled file loaders
fr_fr: Lister les chargeurs de fichier planifiés

# Functionality.list.reconciliationFilter
source: List reconciliation filters
fr_fr: Lister les filtres de réconciliation

# Functionality.list.reportDashboard
source: List report dashboard
fr_fr: Créer un tableau de bord de rapport

# Functionality.list.reportingChart
source: List reporting charts
fr_fr: Lister les graphes de reporting

# Functionality.list.reportingGrid
source: List reporting grids
fr_fr: Lister les grilles de reporting

# Functionality.list.reportingReport
source: List reporting reports
fr_fr: Lister les rapports de reporting

# Functionality.list.reportPivotTable
source: List report pivot tables
fr_fr: Lister les tables pivot de rapport

# Functionality.list.reportPublication
source: List report publications
fr_fr: Lister les rapports de publications

# Functionality.new.dashboardAlarm
source: New dashboard alarm
fr_fr: Créer une alarme d'un tableau de bord

# Functionality.new.reconciliationFilter
source: New reconciliation filter
fr_fr: Créer un filtre de réconciliation

# Functionality.new.reportDashboard
source: New report dashboard
fr_fr: Créer un tableu de bord de rapport

# Functionality.new.reportingGrid
source: New reporting grid
fr_fr: Créer une grille de reporting

# Functionality.new.reportPivotTable
source: New report pivot table
fr_fr: Créer un tableau croisé dynamique

# Functionality.settings.configuration
source: Open settings configuration
fr_fr: Ouvrir la configuration des paramètres

# import.FeedBack
source: Recommended actions
fr_fr: Actions recommandées

# ReImport
source: Apply & import
fr_fr: Appliquer & Importer

# reco.auto.duplicateName
source: A automatic reconciliation already has this name, please type a different one.
fr_fr: Un rapprochement automatique porte déjà ce nom, veuillez saisir un autre.

# reco.auto.recoFilter
source: Reconciliation filter
fr_fr: Filtre de réconciliation

# reco.auto.recoFilter.availableText
source: Available attributes and periods
fr_fr: Attributs et périodes disponibles

# reco.auto.recoFilter.commonText
source: Common attributes and periods
fr_fr: Attributs et périodes communs

# reco.auto.recoFilterSelect
source: Select reconciliation filter to automatic rec
fr_fr: Sélectionner le filtre de réconciliation pour l'enregistrement automatique

# reco.auto.recoFilterText
source: Define required conditions between left and right elements
fr_fr: Définir les conditions requises entre les éléments gauche et droite

# reco.auto.successfullyAdded
source: The automatic reconciliation has been successfully added
fr_fr: Le rapprochement automatique a été ajouté avec succès

# reco.auto.successfullyUpdated
source: The automatic reconciliation has been successfully updated
fr_fr: Le rapprochement automatique a été mis à jour avec succès

# reco.auto.tab1
source: Filter
fr_fr: Filtre

# reco.auto.filter
source: Filter
fr_fr: Filtre

# reco.auto.recoFilter.recoCond
source: Reconciliation condition
fr_fr: Condition de réconciliation

# reco.auto.recoFilter.recoMethod
source: Reconciliation method
fr_fr: Méthode de réconciliation

# reco.auto.recoFilter.useCombi
source: Use combinations
fr_fr: Utiliser des combinaisons

# reco.auto.recoSchedul.active
source: Active
fr_fr: Activer

source: Edit cron expression
fr_fr: Editer l'expression cron

# selectElement
source: Select an item
fr_fr: Sélectionner un élément

# DesactivateFileLoaderScheduling
source: Disable file loader schedule
fr_fr: Désactiver la planification du chargeur de fichier

source: Activate auto reco scheduling
fr_fr: Activer la planification des rapprochements automatiques

# DesactivateAutoRecoScheduling
source: Disable auto reco scheduling
fr_fr: Désactiver la planification des rapprochements automatiques

# ActivateLogAutoRecoScheduling
source: Activate auto reco log scheduling
fr_fr: Activer la planification du journal des rapprochements automatiques

# DesactivateLogAutoRecoScheduling
source: Disable auto reco log scheduling
fr_fr: Désactiver la planification du journal des rapprochements automatiques

# HttpError.NotFound
source: Resource not found
fr_fr: Resource introuvable

source: Input Grid
fr_fr: Grille d'entrée

# duplicate.grid.column
source: Cannot duplicate grid column {0}
fr_fr: Impossible de dupliquer la colonne {0} de la grille

# duplicate.grid.dimension
source: Cannot duplicate grid dimension {0}
fr_fr: Impossible de dupliquer la dimension {0} de la grille

source: Allow reconciliation delta
fr_fr: Autoriser la réconciliation avec un delta

source: Field to show for a reconciliation delta
fr_fr: Champ à afficher pour une réconciliation delta

source: Left
fr_fr: Gauche

source: Custom
fr_fr: Personnalisée

source: Right
fr_fr: Droite

# show.all.row.by.default
source: Show all rows by default ?
fr_fr: Afficher toutes les lignes par défaut ?

source: Allow row counting ?
fr_fr: Autoriser le comptage de lignes ?

# using.link
source: Use links ?
fr_fr: Utiliser des liens ?

# Functionality.list.autoReco
source: List automatic reconciliations
fr_fr: Lister les réconciliations automatiques

# Functionality.new.autoReco
source: New automatic reconciliation
fr_fr: Créer une réconciliation automatique

source: All
fr_fr: Tous

source: Not reconciled row only
fr_fr: Ligne non réconciliée uniquement

source: New billing event
fr_fr: Nouvel évènement de facturation

source: Reconciled row only
fr_fr: Ligne réconciliée uniquement

source: Show
fr_fr: Affiché

source: Side
fr_fr: Côté

source: Positive amount
fr_fr: Montant positif

source: Negative amount
fr_fr: Montant négatif

source: Clear grid
fr_fr: Effacer la grille

source: Show counterpart
fr_fr: Afficher la contre partie

source: Change position
fr_fr: Changer la position

source: With following value of
fr_fr: Avec la valeur suivante

# billing.model.form.enrich.errorEventRepo
source: Cannot display the columns for the repository, please configure the Billing event repo
fr_fr: Impossible d'afficher les colonnes pour le repository, veuillez configurer le Billing event repo

# reco.auto.script.execScript
source: Execute extra script
fr_fr: Exécuter un script supplémentaire

source: Delta Measure
fr_fr: Mesure delta

# reco.auto.recoFilterException
source: Unable to get the reconciliation filters
fr_fr: Impossible d'afficher la liste des filtres de réconciliation

source: Note type
fr_fr: Type note

# ThisReconciliationWillProduceDelta
source: This reconciliation will produce a delta
fr_fr: Cette réconciliation produira un delta

source: Accounting
fr_fr: Comptabilité

# SelectSide
source: Select the side
fr_fr: Sélectionner le côté

source: Same day
fr_fr: Même jour

source: Same week
fr_fr: Même semaine

source: Same month
fr_fr: Même mois

source: Same year
fr_fr: Même année

# SelectOperator
source: Select the operator
fr_fr: Sélectionner l'opérateur

source: Exclude null value
fr_fr: Exclure la valeur nulle

source: Do you confirm operation?
fr_fr: Confirmez-vous l'opération ?

# Freeze.type
source: On hold row only
fr_fr: Ligne en attente uniquement

source: Freeze
fr_fr: Geler

source: Unfreeze
fr_fr: Dégeler

source: Reconciliate
fr_fr: Réconcilier

source: Hide counter part
fr_fr: Masquer la contre-partie

source: Delete All
fr_fr: Supprimer tout

source: Delete selection
fr_fr: Supprimer les éléments sélectionnés

# using.Consolidated
source: Consolidated
fr_fr: Consolidés

source: Open project list
fr_fr: Ouvrir la liste des projets

# project.select
source: Please select your project
fr_fr: Veuillez sélectionner votre projet

# Projects.DefaultProject
source: Default project
fr_fr: Projet par défaut

# SureToCloseProjectOrDoYouWantToOpenAnotherProject
source: Are you sure to close project or do you want to open another project ?
fr_fr: Êtes-vous sûr de vouloir fermer le projet ou souhaitez-vous ouvrir un autre projet ?

source: Cancel
fr_fr: Annuler

source: Functionality block group successfully deleted
fr_fr: FunctionalityBlockGroup supprimé avec succès

# TagHasBeenSuccessfullyRemoved
source: Tab has been successfully removed
fr_fr: Onglet supprimé avec succès

source: Rename tab
fr_fr: Renommer l'onglet

source: Customized
fr_fr: Personnalisé

source: Scheduled
fr_fr: Planifié

# confirmation.cancel.message
source: Are you sure you want to cancel messages ?
fr_fr: Êtes-vous sûr de vouloir annuler des messages ?

# Gridcolumn.column.properties
source: Column properties
fr_fr: Propriétés de la colonne

# Gridcolumn.function
source: Function
fr_fr: Fonction

source: Report Grid
fr_fr: Grille de rapport

source: Select file extension
fr_fr: Extension du fichier

source: Home page
fr_fr: Page d'accueil

source: Grid mapping configuration
fr_fr: Configuration du mappage de la grille

source: Loader configuration
fr_fr: Configuration chargeur

source: Mapping
fr_fr: Mappage

source: Select files
fr_fr: Choisir les fichiers

source: Select folder
fr_fr: Choisir un dossier

# Values&amp;Format
source: Values & Format
fr_fr: Valeurs & Format

source: File loader
fr_fr: Chargeur de fichier

source: Value
fr_fr: Valeur

source: Add column to target
fr_fr: Ajouter une colonne à la cible

# ColumnName
source: Grid Column
fr_fr: Colonne de la grille

source: Input file column
fr_fr: Colonne du fichier

source: New Period/Measure/Attribute
fr_fr: Nouvelle période/mesure/attribut

source: View grid
fr_fr: Afficher la grille

source: Projects list
fr_fr: Liste des projets

# Gridcolumn.ColumnName
source: Column name
fr_fr: Nom de la colonne

# PageLoader.UploadMethod
source: Upload method
fr_fr: Méthode de téléchargement

source: Header row count
fr_fr: Nombre de lignes d'en-tête

source: Select file
fr_fr: Choisir un fichier

source: Files
fr_fr: Fichiers

# ConfirmationMessage
source: Are you sure that you want to delete this element?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément?

# empty.input.files
source: Empty input file
fr_fr: Fichier d'entrée vide

source: Error
fr_fr: Erreur

source: Warning
fr_fr: Avertissement

# ErrorFileCount
source: # Error
fr_fr: # Erreurs

# FileCount
source: # File
fr_fr: # Fichiers

source: Refresh
fr_fr: Actualiser

# reporting.chart.form.data
source: Data
fr_fr: Données

# reporting.chart.form.design
source: Design
fr_fr: Conception

source: Load files
fr_fr: Chargement des fichiers

source: Select template
fr_fr: Choisir un modèle

source: Template
fr_fr: Modèle

source: load template
fr_fr: charger template

source: Update
fr_fr: Modifier

source: Creation date
fr_fr: Date de création

source: Modification date
fr_fr: Date de modification

source: Sheet
fr_fr: Feuille

# HttpError.BadRequest
source: Bad request
fr_fr: Mauvaise demande

# LineCount
source: # Line
fr_fr: # Lignes

source: Mandatory
fr_fr: Obligatoire

source: Visible in shortcut
fr_fr: Visible dans le raccourci

source: Add
fr_fr: Ajouter

source: Create
fr_fr: Créer

source: Increment
fr_fr: Séquence

source: Initial value
fr_fr: Valeur initiale

source: Maximum value
fr_fr: Valeur maximale

source: Minimum value
fr_fr: Valeur minimale

source: Prefix
fr_fr: Préfixe

source: Size
fr_fr: Taille

source: Suffix
fr_fr: Suffixe

source: Linked Attribute
fr_fr: Attribut lié

source: Primary Attribute
fr_fr: Attribut principal

source: Edit Link
fr_fr: Modifier le lien

source: Link
fr_fr: Lien

source: Link name
fr_fr: Nom du lien

# LoadedSuccess.files.message
source: Successfuly loaded file(s)
fr_fr: Fichier(s) chargé(s) avec succès

# load.template.confirmation.dialog
source: You have already loaded this template, do you want to reload it?
fr_fr: Vous avez déja chargé ce tempate, voulez vous le recharger?

# OpenOnNewTab
source: Open in a new tab
fr_fr: Ouvrir dans un nouvel onglet

source: Indentify sheet by position
fr_fr: Identifier la feuille par sa position

source: Load all sheets
fr_fr: Charger toutes les feuilles

# DeletionTitle
source: Deletion
fr_fr: Suppression

# SureToDeleteAllItem
source: Are you sure you want to delete all elements ?
fr_fr: Êtes-vous sûr de vouloir supprimer tous les éléments ?

# SureToDeleteSelectedItem
source: Are you sure you want to delete {0} ?
fr_fr: Êtes-vous sûr de vouloir supprimer {0} ?

source: New spot
fr_fr: Nouveau spot

# List.Spot
source: List spots
fr_fr: Listes des spots

source: Function
fr_fr: Fonction

source: General
fr_fr: Général

# AVG
source: Average
fr_fr: Moyenne

source: Begin month
fr_fr: Début mois

source: Begin week
fr_fr: Début semaine

source: Begin year
fr_fr: Début année

source: Calendar
fr_fr: Calendrier

source: Contains
fr_fr: Contient

source: Count
fr_fr: Compter

source: Custom Date
fr_fr: Date personnalisée

source: Day
fr_fr: Jour

source: Ends with
fr_fr: Se termine par

source: End month
fr_fr: Fin mois

source: End week
fr_fr: Fin semaine

source: End year
fr_fr: Fin année

source: Free
fr_fr: Libre

source: Left side
fr_fr: Côté gauche

source: List of values
fr_fr: Liste des valeurs

source: Month
fr_fr: Mois

source: Not contains
fr_fr: Ne contient pas

source: Not equals
fr_fr: Pas égal

# Add.axis.serie
source: Add an axis for this serie
fr_fr: Ajouter un axe pour cette série

# Show.title.axis
source: Show the title of this axis
fr_fr: Afficher le titre de cet axe

source: Not null
fr_fr: Non nul

source: Null
fr_fr: Nul

source: Right side
fr_fr: Côté droit

source: Specific
fr_fr: Spécifique

# STARTS_WITH
source: Begin with
fr_fr: Commence par

source: Sum
fr_fr: Somme

source: Today
fr_fr: Aujourd'hui

source: Week
fr_fr: Semaine

source: Year
fr_fr: Année

source: Equals
fr_fr: Egal

source: Date format description
fr_fr: Description du format de la date

source: And
fr_fr: Et

source: Or
fr_fr: Ou

# SelectFilesDescription
source: You can choose one or more files at a time and the first file will be used as a template.
fr_fr: Vous pouvez choisir un ou plusieurs fichiers à la fois et le premier fichier sera utilisé comme template.

source: Edit new grid name
fr_fr: Entrer le nom de la grille

source: Select grid
fr_fr: Choisir une grille

source: Export grid data
fr_fr: Exporter les données de la grille

source: Download grid data
fr_fr: Télécharger les données de la grille

source: Default value
fr_fr: Valeur par défaut
